Repository: jcbreton/SURay
Catalog: su_advancedcameratools/Resources/*/advancedcameratools.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Shows/Hides all camera frustum volumes
cs: Zobrazit / Skrýt všechny kužely zorného pole - ohraničení plochami
de: Zeigt die Sichtbereichsräume aller Kameras an oder blendet sie aus
es: Muestra u oculta los volúmenes de visualización de las cámaras
fr: Afficher/Masquer le volume de champ de toutes les caméras
hu: Minden kamera látószög nagyságnak megjelenítése/elrejtése
it: Mostra/nasconde tutti i volumi a tronco della telecamera
ja: カメラの視錐台の容積を表示/非表示
ko: 모든 카메라 절두체 볼륨 표시/숨기기
pl: Pokazuje/Ukrywa pole widzenia kamery
pt_br: Mostra/oculta todos os volumes de frustum da câmera
ru: Показать (скрыть) все объемы телесного угла камеры
sv: Visa/Dölj alla synfält för kameran
zh_cn: 显示/隐藏所有相机视锥体
zh_tw: 顯示/隱藏所有鏡頭平截頭體容積

source: Shows/Hides all camera frustums lines
cs: Zobrazit / Skrýt všechny kužely zorného pole kamery - ohraničení čarami
de: Zeigt die Sichtbereichslinien aller Kameras an oder blendet sie aus
es: Muestra u oculta las líneas de volúmenes de visualización de las cámaras
fr: Afficher/Masquer les limites de champ de toutes les caméras
hu: Minden kamera látószög vonal megjelenítése/elrejtése
it: Mostra/nasconde tutte le linee a tronco della telecamera
ja: カメラの視錐台のラインを表示/非表示
ko: 모든 카메라 절두체 라인을 표시/숨깁니다.
pl: Pokazuje/Ukrywa zarys pola widzenia kamery
pt_br: Mostra/oculta todas as linhas de frustum da câmera
ru: Показать (скрыть) все линии телесного угла камеры
sv: Visa/Dölj alla begränsningslinjerna för kamerans synfält
zh_cn: 显示/隐藏所有相机视锥线
zh_tw: 顯示/隱藏所有鏡頭平截頭體線

source: Tilt = %.1f degrees
cs: Náklon = %.1f stupňů
de: Kippen = %.1f Grad
es: Inclinación = %.1f grados
fr: Inclinaison = %.1f degré(s)
hu: Forgatás = %.1f fok
it: Panoramica verticale = %.1f gradi
ja: チルト = %.1f 度
ko: 틸트 = %.1f도
pl: Przechył = %.1f stopni
pt_br: Inclinação = %.1f graus
ru: Наклон = %.1f °
sv: Tilt = %.1f grader
zh_cn: 倾斜 = %.1f 度
zh_tw: 傾斜 = %.1f 度

source: Tilt
cs: Náklon
de: Kippen
es: Inclinación
fr: Inclinaison
hu: Billent
it: Panoramica verticale
ja: チルト
ko: 틸트
pl: Przechył
pt_br: Inclinação
ru: Наклон
zh_cn: 倾斜
zh_tw: 傾斜

source: Truck [Left-Right]/Dolly [Forward-Back]
cs: Výměna [Left-Right]/Dolly [Forward-Back]
de: Parallelfahrt [links-rechts]/Horizontalfahrt [vor-zurück]
es: Movimiento lateral [izquierda-derecha]/Desplazamiento [arriba-abajo]
fr: Travelling latéral [Gauche-Droite]/Travelling avant/arrière [Avant-Arrière]
hu: Teherautó [Left-Right]/ Targonca [Forward-Back]
it: Carrello [sinistra-destra]/dolly [avanti-indietro]
ja: トラック [左-右]/ドリー [前-後]
ko: 트럭[좌-우]/달리[앞으로-뒤로]
pl: Śledzenie [Lewo-Prawo] / Najazd [Przód-Tył]
pt_br: Caminhão [esquerda-direita]/Carrinho de mão [para cima-para baixo]
ru: Рельсы (влево-вправо) / Тележка (вперед-назад)
sv: Sido spårning [ vänster-höger] / resa fram / bak [ Front - Rear]
zh_cn: 轨道车 [左-右]/移动摄影车 [前-后]
zh_tw: 橫移 [向左-向右]/升降 [向前-向後]

source: Unlock Camera
cs: Odemkněte fotoaparát
de: Kamera entsperren
es: Desbloquear cámara
fr: Déverrouiller la caméra
hu: Kamera feloldása
it: Sblocca telecamera
ja: カメラの固定を解除
ko: 카메라 잠금 해제
pl: Odblokuj kamerę
pt_br: Destravar câmera
ru: Разблокировать камеру
sv: Låsa upp kamera
zh_cn: 解锁相机
zh_tw: 解除鎖定鏡頭

source: Unlock camera to make adjustments
cs: Odemkněte fotoaparát a proveďte úpravy
de: Kamera entsperren, um sie anzupassen
es: Desbloquear cámara para hacer ajustes
fr: Déverrouiller la caméra pour effectuer des ajustements
hu: Kamera feloldása módosítás miatt
it: Sblocca la telecamera per apportare modifiche
ja: カメラの固定を解除して調整
ko: 카메라를 잠금 해제하여 조정합니다.
pl: Odblokowuje kamerę, aby ją dopasować
pt_br: Destravar câmera para fazer ajustes
ru: Чтобы настроить камеру, разблокируйте ее
sv: Låsa upp kameran för att göra justeringar
zh_cn: 解锁相机以进行调整
zh_tw: 解除鎖定鏡頭以便進行調整

source: Use the Advanced Camera Tools to place real-world cameras in your models. Choose from a long list of film, video, digital and still cameras. Accurately preview aspect ratio, focal length, safe zones and other camera properties. You can find the Advanced Camera Tools in the Tools menu, as well as in the dedicated toolbar (View > Toolbars > Advanced Camera Tools).
cs: Pomocí nástrojů Pokročilé nástroje kamery lze umístit skutečné objekty kamer do modelu. Vyberte si z dlouhého seznamu pro film, video, digitální kameru. Přesný náhled poměru stran, ohnisková vzdálenost, bezpečné zóny a další vlastnosti kamery. Rozšířené nástroje Camera můžete najít v nabídce nástroje (Zobrazení > panely nástrojů > Rozšířené nástroje Camera).
de: Bedienen Sie sich der erweiterten Kamerafunktionen, um reale Kameras in Ihren SketchUp-Modellen zu platzieren. Es stehen zahlreiche Film-, Video-, Digital- und Fotokameras zur Auswahl. Holen Sie sich eine genaue Vorschau auf Seitenverhältnisse, Brennweite, sichere Bereichen und andere Kameraeigenschaften. Die erweiterten Kamerafunktionen sind im Menü "Funktionen" sowie in einer eigenen Symbolleiste (Ansicht > Symbolleisten > Erweiterte Kamerafunktionen) zu finden.
es: Utiliza las herramientas de cámara avanzadas para añadir cámaras reales a tus modelos. Debes seleccionarlas de una larga lista de cámaras de cine, de vídeo, digitales y fijas. Obtén una vista previa precisa de la relación de aspecto, la distancia focal, las zonas seguras y otras propiedades de la cámara. Puedes encontrar las herramientas de cámara avanzadas en el menú de herramientas, así como en la barra de herramientas (Ver > Barras de herramientas > Herramientas de cámara avanzadas).
fr: Utilisez les outils de caméra avancés pour placer des caméras réelles dans vos modèles. Vous disposez d'un large choix de caméras (à bobine, vidéo, numériques et fixes). Vous pouvez prévisualiser avec précision les proportions du plan, la focale, les zones de sécurité et d'autres propriétés des caméras. Les outils de caméra avancés sont disponibles dans le menu "Outils" ainsi que dans une barre d'outils dédiée (Affichage > Barres d'outils > Outils de caméras avancés).
hu: Használja a Bővített kamera eszközöket, hogy modelljeibe igazi kamerákat helyezzen. Válasszon filmek, videók, digitális és rögzített kamerák hosszú listájáról. Szemszög arányosság, fokális hossz, biztonsági zónák és más kamera tulajdonságok pontos előnézete. A bővített kamera eszközöket az Eszközök menüpontban találja meg, ahogy a hozzárendelt menüsorban is (Nézet > Eszközök > Bővített kamera eszközök).
it: Utilizza Strumenti avanzati telecamera per posizionare telecamere reali nei tuoi modelli. Scegli una telecamera in un lungo elenco di cineprese, videocamere, videocamere digitali e telecamere per fermo immagine. Esamina l'anteprima del rapporto d'aspetto, della focale, delle zone sicure e di altre proprietà della telecamera Puoi trovare gli Strumenti avanzati telecamera nel menu Strumenti e nella barra degli strumenti dedicata (Visualizza -> Barre degli strumenti -> Strumenti avanzati telecamera).
ja: モデルで、実在のカメラに替わり、アドバンス カメラ ツールを使用します。豊富なフィルム、ビデオ、デジタルカメラおよびスチルカメラから選択してください。アスペクト比、焦点距離、安全圏、その他のカメラのプロパティを正確にプレビューします。アドバンス カメラ ツールは、ツール メニューおよび専用のツールバーから ([ビュー] の [ツールバー] に含まれる [アドバンス カメラ ツール]) 探すことができます。
ko: 고급 카메라 도구로 모델에 실제 카메라를 배치하세요. 다양한 종류의 필름 카메라, 비디오 카메라, 디지털 카메라, 스틸 카메라 중에서 선택하세요. 화면비율, 초점거리, 안전 영역 및 기타 카메라 속성을 정확하게 미리 볼 수 있습니다. 도구 메뉴나 전용 툴바(뷰 > 도구 모음 > 고급 카메라 도구)에서 고급 카메라 도구를 찾을 수 있습니다.
pl: Użyj narzędzia Kamera zaawansowana, aby umieścić w swoim modelu kamery o parametrach rzeczywistych z długiej listy dostępnych kamer. Dla wszystkich kamer możliwe jest konfigurowanie współczynnika proporcji, ogniskowej, pola widzenia kamery i innych właściwości. Narzędzie Kamera Zaawansowana dostępne jest w menu Narzędzia oraz z poziomu dedykowanego paska narzędzi (Widok > Paski narzędzi > Kamera zaawansowana).
pt_br: Utilize as ferramentas avançadas da câmera para colocar câmeras reais em seus modelos. Escolha a partir de uma longa lista de filmes, vídeos e câmeras digitais e fotográficas. Visualiza com precisão a proporção, a distância focal, as zonas de segurança e outras propriedades da câmera. É possível encontrar as ferramentas avançadas da câmera no menu Ferramentas e na barra de ferramentas dedicada (Visualizar >Barras de ferramentas>Ferramentas avançadas da câmera).
ru: Дополнительные инструменты камеры позволяют размещать реальные камеры в моделях. На выбор — множество кино-, видео-, цифровых и фотокамер. Точный предварительный просмотр соотношение сторон, фокусного расстояния, безопасных зон и других свойств камеры. Дополнительные инструменты камеры можно найти в меню «Инструменты», а также на специальной панели инструментов («Вид → Панели инструментов → Дополнительные инструменты камеры»).
sv: Använd avancerade kameraverktyg för att placera verklighetstrogna kameror i dina modeller. Välj från en lång lista av film, video, digital och stillbildskameror. Korrekt förhandsgranskning av bildförhållande, brännvidd, säkra zoner och andra kameraegenskaper. Du kan hitta verktygen för avancerade kameravertkyg i verktygs-menyn och i verktygsfältet (Visa > Verktygsfält > Avancerade kameraverktyg).
zh_cn: 使用高级相机工具可在模型中放置真实的相机。您可从一系列的电影、视频、数字和静态相机中选择。精确预览纵横比、焦距、安全区和其他相机属性。高级相机工具既可以从“工具”菜单中找到，也可以从专用工具栏（视图 > 工具栏 > 高级相机工具）中找到。
zh_tw: 「進階鏡頭工具」可讓您在模型中放置真實相機鏡頭。我們提供眾多鏡頭供您選擇，從底片鏡頭、攝影鏡頭、數位鏡頭到靜態鏡頭都有。您可精確預覽長寬比、焦距、安全區以及其他鏡頭屬性。您可以在 [工具] 選單中找到「進階鏡頭工具」，也可以依序點選 [檢視] > [工具列] > [進階鏡頭工具]，即可開啟專屬工具列。
