Repository: jcbreton/SURay
Catalog: su_advancedcameratools/Resources/*/advancedcameratools.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: %.0f mm
ru: %.0f мм
zh_cn: %.0f 毫米
zh_tw: %.0f 公厘

source: %.1f degrees
cs: %.1f Stupňů
de: %.1f Grad
es: %.1f grados
fr: %.1f degré(s)
hu: %.1f Fokok
it: %.1f gradi
ja: %.1f 度
ko: %.1f도
pl: %.1f stopni
pt_br: %.1f graus
ru: %.1f °
sv: %.1f Grader
zh_cn: %.1f 度
zh_tw: %.1f 度

source: %.3f mm
zh_cn: %.3f 毫米
zh_tw: %.3f 公厘

source: (Pro Only)
cs: (Pouze Pro)
de: (Nur Pro)
es: (Sólo Pro)
fr: (Version Pro uniquement)
hu: (Csak Pro)
it: (Solo per utenti Pro)
ja: (Pro のみ)
ko: (Pro만)
pl: (tylko w Pro)
pt_br: (Apenas Pro)
ru: (Только для версии Pro)
zh_cn: （仅限于 Pro 版）
zh_tw: (僅適用於 Pro)

source: ACT
de: ERWEITERTE KAMERA-TOOLS
es: HERRAMIENTAS DE CÁMARA AVANZADAS
fr: Outils de caméra avancés
ko: ACT(고급 카메라 도구)
ru: ДЕЙСТВИЕ
zh_cn: 操作
zh_tw: 進階鏡頭工具

source: ACT-LOCKED
cs: ACT-ZAMČENÉ
de: DURCH ERWEITERTE KAMERA-TOOLS GESPERRT
es: HERRAMIENTAS DE CÁMARA AVANZADAS BLOQUEADAS
fr: OUTILS DE CAMÉRA AVANCÉS – VERROUILLÉE
hu: ACT - Zárolt
ja: ACT-固定
ko: ACT 잠김
pl: ACT-ZABLOKOWANA
ru: ДЕЙСТВИЕ: ЗАБЛОКИРОВАНО
sv: AVANCERAD KAMERA-VERKTYG LÅST
zh_cn: 操作已锁定
zh_tw: 進階鏡頭工具已鎖定

source: Advanced Camera Tools
cs: Pokročilé nástroje kamery
de: Erweiterte Kamerafunktionen
es: Herramientas de cámara avanzadas
fr: Outils de caméra avancés
hu: Bővített Kamera Eszközök
it: Strumenti avanzati telecamera
ja: アドバンス カメラ ツール
ko: 고급 카메라 툴
pl: Kamera zaawansowana (ACT)
pt_br: Ferramentas Avançadas de Câmera
ru: Дополнительные инструменты камеры
sv: Avancerade kameraverktyg
zh_cn: 高级镜头工具
zh_tw: 高级镜头工具

source: Alt
zh_cn: Alt 键
zh_tw: Alt 鍵

source: Aspect Ratio = %.2f
cs: Poměr stran = %.2f
de: Seitenverhältnis = %.2f
es: Relación de aspecto = %.2f
fr: Proportions = %.2f
hu: Képarány = %.2f
it: Proporzioni = %.2f
ja: アスペクト比 = %.2f
ko: 화면비율 = %.2f
pl: Współczynnik proporcji = %.2f
pt_br: Proporção = %.2f
ru: Соотношение сторон = %.2f
sv: Bildförhållande = %.2f
zh_cn: 纵横比 = %.2f
zh_tw: 長寬比 = %.2f

source: Aspect Ratio = Screen
cs: Poměr stran = obrazovka
de: Seitenverhältnis = Bildschirm
es: Relación de aspecto = Pantalla
fr: Proportions = Écran
hu: Képarány = Képernyő
it: Proporzioni = Schermo
ja: アスペクト比 = 画面
ko: 화면비율 = 화면
pl: Współczynnik proporcji = Ekran
pt_br: Proporção = Tela
ru: Соотношение сторон = Экран
sv: Aspect Ratio = skärm
zh_cn: 纵横比 = 屏幕
zh_tw: 長寬比 = 螢幕

source: Aspect Ratio
cs: Poměr
de: Seitenverhältnis
es: Proporciones
fr: Proportions
hu: Képarány
it: Proporzioni
ja: アスペクト比
ko: 가로 세로 비율
pl: Współ. proporcji
pt_br: Proporção
ru: Соотношение сторон
sv: Bildförhållande
zh_cn: 纵横比
zh_tw: 長寬比

source: Camera Locked
cs: Kamera je zamčená
de: Kamera gesperrt
es: Cámara bloqueada
fr: Caméra verrouillée
hu: Kamera Zárása
it: Telecamera bloccata
ja: 固定カメラ
ko: 카메라 잠김
pl: Kamera zablokowana
pt_br: Câmera travada
ru: Камера заблокирована
sv: Kamera Låst
zh_cn: 相机已锁定
zh_tw: 鏡頭已鎖定

source: Camera Name
cs: Název kamery
de: Name der Kamera
es: Nombre de la cámara
fr: Nom de la caméra
hu: Kamera neve
it: Nome telecamera
ja: カメラ名
ko: 카메라 이름
pl: Nazwa kamery
pt_br: Nome da câmera
ru: Название камеры
sv: Kamera namn
zh_cn: 相机名称
zh_tw: 鏡頭名稱

source: Camera Properties
cs: Vlastnosti Kamery
de: Eigenschaften der Kamera
es: Propiedades de la cámara
fr: Propriétés de la caméra
hu: Kamera tulajdonságai
it: Proprietà telecamera
ja: カメラのプロパティ
ko: 카메라 속성
pl: Właściwości kamery
pt_br: Propriedades da câmera
ru: Свойства камеры
sv: Kameraegenskaper
zh_cn: 相机属性
zh_tw: 鏡頭屬性

source: Camera names must be unique. Please enter another name.
cs: Názvy kamer musí být jedinečné. Zadejte jiný název.
de: Ein Kameraname muss eindeutig sein. Geben Sie einen anderen Namen ein.
es: Los nombres de cámara deben ser únicos. Escribe otro nombre.
fr: Les noms de caméras doivent être uniques. Veuillez choisir un autre nom.
hu: Egyedi kameranevek kellenek. Kérem írjon újat.
it: I nomi delle telecamere devono essere univoci. Specifica un altro nome.
ja: カメラの名前は一意である必要があります。別の名前を入力してください。
ko: 중복된 카메라 이름은 사용할 수 없습니다. 다른 이름을 입력하세요.
pl: Nazwa kamery musi być unikatowa. Wprowadź inną nazwę.
pt_br: Os nomes das câmeras devem ser exclusivos. Digite outro nome.
ru: Название камеры не должны повторяться. Введите другое название.
sv: Kamera namn måste vara unika. Ange ett annat namn.
zh_cn: 相机名称必须是独一无二的，请输入其他名称。
zh_tw: 鏡頭名稱不得重複，請輸入其他名稱。

source: Camera
cs: Kamera
de: Kamera
es: Cámara
fr: Caméra
hu: Kamera
it: Telecamera
ja: カメラ
ko: 카메라
pl: Kamera
pt_br: Câmera
ru: Камера
sv: Kamera
zh_cn: 相机
zh_tw: 鏡頭

source: Cameras
cs: Kamera
de: Kameras
es: Cámaras
fr: Caméras
hu: Kamerák
it: Telecamere
ja: カメラ
ko: 카메라
pl: Kamery
pt_br: Câmeras
ru: Камеры
sv: Kameror
zh_cn: 相机
zh_tw: 鏡頭

source: Clear the aspect ratio bars and returns to the default camera
cs: Vyčistit poměr stran a obnovit výchozí nastavení kamery
de: Seitenverhältnisbalken löschen und zur Standardkamera zurückkehren
es: Borrar las barras de la relación de aspecto y volver a la cámara predeterminada
fr: Supprimer les barres de proportions et revenir à la caméra par défaut
hu: Törölje a nézetarány mérőket és térjen vissza az alapértelmezett kamerához
it: Cancella le barre delle proporzioni e ripristina la telecamera predefinita
ja: アスペクト比バーを消去してデフォルトのカメラに戻る
ko: 화면비율 막대를 지우고 기본 카메라로 되돌아갑니다.
pl: Przywróć ustawienia domyślne dla współczynnika proporcji
pt_br: Limpar as barras de proporção e retornar para a câmera padrão
ru: Убрать полоски соотношения сторон и вернуться к камере по умолчанию
sv: Rensa bildförhållanden och återvänd till standard kameran
zh_cn: 清除纵横比栏并返回默认相机
zh_tw: 清除長寬比限制，並返回預設鏡頭

source: Create Camera
cs: Vytvořit Kameru
de: Kamera erstellen
es: Crear cámara
fr: Créer une caméra
hu: Kamera létrehozása
it: Crea telecamera
ja: カメラを作成
ko: 카메라 생성
pl: Utwórz kamerę
pt_br: Criar câmera
ru: Создать камеру
sv: Skapa kamera
zh_cn: 创建相机
zh_tw: 建立鏡頭

source: Creates a physical camera with real world camera parameters
cs: Vytvoří fyzickou kameru s reálnými parametry
de: Erstellt eine Kamera mit Kameraparametern, wie sie auch echte Kameras verwenden
es: Crea una cámara física con parámetros de cámara real
fr: Créer une caméra physique avec des paramètres réels
hu: Fizikai kamerát hoz létre valós kameraparaméterekkel
it: Crea una telecamera fisica utilizzando i parametri delle telecamere reali
ja: 実物のカメラと同じ特性を持つカメラを作成します
ko: 실제 카메라 매개변수와 동일한 물리적 카메라를 생성합니다.
pl: Tworzy kamerę z parametrami kamer rzeczywistych
pt_br: Cria uma câmera física com parâmetros reais de uma câmera
ru: Создает физическую камеру с параметрами реальной камеры
sv: Skapa en fysisk kamera med riktiga parametrar
zh_cn: 使用真实的相机参数创建物理相机
zh_tw: 使用真實相機鏡頭參數建立實體鏡頭

source: Ctrl
de: Strg
zh_cn: Ctrl 键
zh_tw: Ctrl 鍵

source: Done
cs: Hotovo
de: Fertig
es: Finalizado
fr: Terminé
hu: Kész
it: Completato
ja: 完了
ko: 완료
pl: Zakończ
pt_br: Concluído
ru: Готово
sv: Klar
zh_cn: 完成
zh_tw: 完成

source: Edit Camera
cs: Upravit kameru
de: Kamera bearbeiten
es: Editar cámara
fr: Modifier la caméra
hu: Kamera szerkesztése
it: Modifica telecamera
ja: カメラを編集
ko: 카메라 수정
pl: Edytuj kamerę
pt_br: Editar câmera
ru: Редактировать камеру
sv: Redigera kamera
zh_cn: 修改相机
zh_tw: 編輯鏡頭

source: Edit Camera...
cs: Upravit kameru ...
de: Kamera bearbeiten ...
es: Editar cámara...
fr: Modifier la caméra...
hu: Kamera szerkesztése...
it: Modifica telecamera...
ja: カメラを編集...
ko: 카메라 수정...
pl: Edytuj kamerę...
pt_br: Editar câmera...
ru: Редактировать камеру…
sv: Redigera kamera...
zh_cn: 修改相机...
zh_tw: 編輯鏡頭...

source: Focal Length = %.0f mm
cs: Ohnisková vzdálenost = %.0f mm
de: Brennweite = %.0f mm
es: Distancia focal = %.0f mm
fr: Focale = %.0f mm
hu: Gyújtótávolság = %.0f mm
it: Lunghezza focale = %.0f mm
ja: 焦点距離 = %.0f mm
ko: 초점거리 = %.0fmm
pl: Ogniskowa = %.0f mm
pt_br: Distância focal = %.0f mm
ru: Фокусное расстояние = %.0f мм
sv: Brännvidd = %.0f mm
zh_cn: 焦距 = %.0f 毫米
zh_tw: 焦距 = %.0f 公厘

source: Focal Length
cs: Ohnisková vzdálenost
de: Brennweite
es: Distancia focal
fr: Focale
hu: Gyújtótávolság
it: Lunghezza focale
ja: 焦点距離
ko: 초점 길이
pl: Ogniskowa
pt_br: Distância focal
ru: Фокусное расстояние
sv: Brännvidd
zh_cn: 焦距
zh_tw: 焦距

source: Format = %s
cs: Formát = %s
es: Formato = %s
hu: Formátum = %s
it: Formato = %s
ja: フォーマット = %s
ko: 포맷 = %s
pt_br: Formato = %s
ru: Формат = %s
zh_cn: 格式 = %s
zh_tw: 格式 = %s

source: Height = %s
cs: Výška = %s
de: Höhe = %s
es: Altura = %s
fr: Hauteur = %s
hu: Magasság = %s
it: Altezza = %s
ja: 高さ = %s
ko: 높이 = %s
pl: Wysokość = %s
pt_br: Altura = %s
ru: Высота = %s
sv: Höjd = %s
zh_cn: 高度 = %s
zh_tw: 高度 = %s

source: Height
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
hu: Magas.
it: Altezza
ja: 高さ
ko: 높이
pl: Wysokość
pt_br: Altura
ru: Высота
sv: Höjd
zh_cn: 高度
zh_tw: 高度

source: Hide %s
cs: Skrýt %s
de: %s ausblenden
es: Ocultar %s
fr: Masquer %s
hu: Elrejtés %s
it: Nascondi %s
ja: %sを非表示
ko: 숨기기 %s
pl: Ukryj %s
pt_br: Ocultar %s
ru: Скрыть «%s»
sv: Göm %s
zh_cn: 隐藏%s
zh_tw: 隱藏 %s

source: Hide All Safe Zones
cs: Skrýt všechny bezpečné zóny
de: Alle sicheren Bereiche ausblenden
es: Ocultar zonas seguras
fr: Masquer les zones de sécurité
hu: Minden biztonsági terület elrejtése
it: Nascondi tutte le zone sicure
ja: すべてのセーフ ゾーンを非表示
ko: 모든 안전 영역 숨기기
pl: Ukryj wszystkie
pt_br: Ocultar todas as zonas de segurança
ru: Скрыть все безопасные зоны
sv: Dölj Alla Säkra Zoner
zh_cn: 隐藏所有安全区
zh_tw: 隱藏所有安全區

source: Hide Center Mark
cs: Skrýt značku středu
de: Mittenmarkierung ausblenden
es: Ocultar marca central
fr: Masquer la marque centrale
hu: Közép jel elrejtése
it: Nascondi indicatore centro
ja: センター マークを非表示
ko: 중심점 숨기기
pl: Ukryj punkt środkowy
pt_br: Ocultar marca do centro
ru: Скрыть отметку центра
sv: Dölj mittmarkering
zh_cn: 隐藏中心标记
zh_tw: 隱藏中心標記

source: Hide Stats
cs: Skrýt statistiky
de: Kameradaten ausblenden
es: Ocultar estadísticas
fr: Masquer les statistiques
hu: Statisztika elrejtése
it: Nascondi statistiche
ja: 統計データを非表示
ko: 통계 숨기기
pl: Ukryj statystyki
pt_br: Ocultar estatísticas
ru: Скрыть статистику
sv: Dölj statistik
zh_cn: 隐藏统计数据
zh_tw: 隱藏統計資料

source: Image Width = %.3f mm
cs: Šířka obrázku = %.3f mm
de: Bildbreite = %.3f mm
es: Ancho de imagen = %.3f mm
fr: Largeur de l'image = %.3f mm
hu: Kép szélesség = %.3f mm
it: Larghezza immagine = %.3f mm
ja: 画像幅 = %.3f mm
ko: 이미지 폭 = %.3fmm
pl: Szerokość zdjęcia = %.3f mm
pt_br: Largura da imagem = %.3f mm
ru: Ширина изображения = %.3f мм
sv: Bild bredd = %.3f mm
zh_cn: 图片宽度 = %.3f 毫米
zh_tw: 圖片寬度 = %.3f 公厘

source: Image Width = Screen
cs: Šířka obrazu = obrazovka
de: Bildbreite = Bildschirm
es: Ancho de imagen = Pantalla
fr: Largeur de l'image = écran
hu: Kép szélesség = képernyő
it: Larghezza immagine = Schermo
ja: 画像幅 = 画面
ko: 이미지 폭 = 화면
pl: Szerokość zdjęcia = Ekran
pt_br: Largura da imagem = Tela
ru: Ширина изображения = экран
sv: Bildbredd = Skärm
zh_cn: 图片宽度 = 屏幕
zh_tw: 圖片寬度 = 螢幕

source: Image Width
cs: Šířka obrázku
de: Bildbreite
es: Ancho de imagen
fr: Largeur de l'image
hu: Képszélesség
it: Larghezza immagine
ja: 画像幅
ko: 이미지 폭
pl: Szerokość zdjęcia
pt_br: Largura da imagem
ru: Ширина изображения
sv: Bildens bredd
zh_cn: 图片宽度
zh_tw: 圖片寬度

source: LOCKED
cs: UZAMČENO
de: GESPERRT
es: BLOQUEADO
fr: VERROUILLÉE
hu: ZÁROLT
ja: 固定
ko: 잠김
pl: ZABLOKOWANA
pt_br: TRAVADA
ru: ЗАБЛОКИРОВАНО
sv: LÅST
zh_cn: 已锁定
zh_tw: 已鎖定

source: Lock Camera
cs: Zamknout fotoaparát
de: Kamera sperren
es: Bloquear cámara
fr: Verrouiller la caméra
hu: Kamera lezárása
it: Blocca telecamera
ja: カメラを固定
ko: 카메라 잠금
pl: Zablokuj kamerę
pt_br: Travar câmera
ru: Блокировка камеры
sv: Lås kameran
zh_cn: 锁定相机
zh_tw: 鎖定鏡頭

source: Lock/Unlock Current Camera
cs: Zamknout / Odemknout aktuální kameru
de: Aktuelle Kamera sperren/entsperren
es: Bloquear o desbloquear cámara actual
fr: Verrouiller/Déverrouiller la caméra actuelle
hu: Lezárja / feloldja az aktuális kamerát
it: Blocca/sblocca telecamera corrente
ja: 現在のカメラを固定/固定解除
ko: 현재 카메라 잠금/잠금 해제
pl: Zablokuj/Odblokuj bieżącą kamerę
pt_br: Travar/destravar câmera atual
ru: Блокировка (разблокировка) текущей камеры
sv: Lås/Lås upp aktuell kamera
zh_cn: 锁定/解锁当前相机
zh_tw: 鎖定/解除鎖定目前鏡頭

source: Locks/Unlocks the current camera
cs: Zamkne / odemkne aktuální kameru
de: Sperrt oder entsperrt die aktuelle Kamera
es: Bloquea o desbloquea la cámara actual
fr: Verrouiller/Déverrouiller la caméra actuelle
hu: Lezárások/feloldások az aktuális kamerát
it: Blocca/sblocca la telecamera corrente
ja: 現在のカメラを固定/固定解除
ko: 현재 카메라를 잠금/잠금 해제합니다.
pl: Zablokowanie/Odblokowanie bieżącej kamery
pt_br: Trava/destrava a câmera atual
ru: Блокирует и разблокирует текущую камеру
sv: Låser/Låser upp den aktuella kameran
zh_cn: 锁定/解锁当前相机
zh_tw: 鎖定/解除鎖定目前鏡頭

source: Look Through Camera
cs: Podívat se skrz kameru
de: Durch Kamera schauen
es: Mirar a través de la cámara
fr: Regarder dans la caméra
hu: Nézz át a kamerán
it: Guarda attraverso telecamera
ja: カメラを通して見る
ko: 카메라 통해 보기
pl: Patrz przez kamerę
pt_br: Olhar pela câmera
ru: Просмотр через камеру
sv: Titta Genom Kameran
zh_cn: 仔细查看相机
zh_tw: 透過鏡頭觀看

source: Looks through a camera created by 'Create Camera'
cs: Podívat se skrz kameru vytvořenou příkazem "Vytvořit kameru"
de: Richtet den Blick durch eine Kamera, die mit der Funktion 'Kamera erstellen' erstellt wurde'
es: Mira a través de una cámara creada mediante la opción de creación de cámara'
fr: Regarder dans une caméra créée via 'Créer une caméra'
hu: Kamerán át néz ki, amely a'Create Camera'
it: Guarda attraverso una telecamera creata con l'opzione 'Crea telecamera'
ja: [カメラを作成] で作成したカメラを通して見る
ko: '카메라 생성'에 의해 생성된 카메라를 통해 봅니다.
pl: Przeglądaj kamery utworzone przez 'Utwórz kamerę'
pt_br: Olha por uma câmera criada por 'Criar câmera'
ru: Просмотр через камеру, созданную функцией «Создать камеру»
sv: Ser ut genom en kamera skapad av 'Skapa kamera'
zh_cn: 仔细查看通过“创建相机”创建的相机
zh_tw: 透過由「建立鏡頭」功能所建立的鏡頭觀看

source: Name = %s
cs: Název =%s
es: Nombre = %s
fr: Nom = %s
hu: Név = %s
it: Nome = %s
ja: 名前 = %s
ko: 이름 = %s
pl: Nazwa = %s
pt_br: Nome = %s
ru: Название = %s
sv: Namn = %s
zh_cn: 名称 = %s
zh_tw: 名稱 = %s

source: Name
cs: Jméno
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
zh_cn: 名称
zh_tw: 名稱

source: No cameras are defined.
cs: Nejsou definovány žádné kamery.
de: Es sind keine Kameras festgelegt.
es: No se ha definido ninguna cámara.
fr: Aucune caméra n'est définie.
hu: Nincsenek kamerák definiálva.
it: Nessuna telecamera definita.
ja: 定義されているカメラはありません。
ko: 정의된 카메라가 없습니다.
pl: Żadna kamera nie została zdefiniowana.
pt_br: Nenhuma câmera foi definida.
ru: Камеры не определены.
sv: Inga kameror är definierade.
zh_cn: 未定义任何相机。
zh_tw: 未定義任何鏡頭。

source: Pan [Left-Right]/Tilt [Up-Down]. Shift = Truck/Dolly, %s = Roll/Focal Length, Shift + %s = Pedestal
cs: Pan [Left-Right]/Tilt [Up-Down]. Shift = Truck/Dolly, %s = Roll/ohniskové délky, Shift + %s = podstavec
de: Schwenken [links-rechts]/Kippen [oben-unten]. Umschalt = Parallel-/Horizontalfahrt, %s = Neigen/Brennweite, Umschalt + %s = Vertikalfahrt
es: Desplazamiento [izquierda-derecha]/Inclinación [arriba-abajo]. Mayús = Movimiento lateral/Desplazamiento hacia adelante o hacia atrás, %s = Rotación/Distancia focal, Mayús + %s = Elevar o bajar la cámara
fr: Panoramique [Gauche-Droite]/Inclinaison [Haut-Bas]. Touche Maj = Travelling, %s = Rotation/Focale, Touche Maj + %s = Grue
it: Panoramica [sinistra-destra]/Panoramica verticale [su-giù]. Spostamento = Carrello/dolly, %s = Rotazione/lunghezza focale, Spostamento + %s = Supporto
ja: パン [左-右]/チルト [上-下]。シフト = トラック/ドリー、%s = ロール/焦点距離、シフト + %s = ペデスタル
ko: 팬[좌-우]/틸트[위-아래]. Shift = 트럭/달리, %s = 롤/초점거리, Shift + %s = 페데스탈
pl: Panorama [Lewo-Prawo] / Przechył [Góra-Dół]. Shift = Śledzenie / Najazd, %s = Obrót / Ogniskowa, Shift + %s = Podest
pt_br: Panorâmica [esquerda-direita]/Inclinação [para cima-para baixo]. Shift = Caminhão/Carrinho de mão, %s = Rolar/Distância focal, Shift + %s = Pedestal
ru: Панорама (влево-вправо) / Наклон (вверх-вниз) «Shift» = рельсы, тележка, %s = переворот, фокусное расстояние, «Shift» + %s = штатив
zh_cn: 平移 [左-右]/倾斜 [上-下]。Shift = 轨道车/移动摄影车，%s = 滚转/焦距，Shift + %s = 机架
zh_tw: 平移 [向左-向右]/傾斜 [向上-向下]。Shift = 橫移/升降，%s = 轉動/焦距，Shift + %s = 基座推拉

source: Pedestal [Up-Down]
cs: Podstavec [Up-Down]
de: Vertikalfahrt [oben-unten]
es: Elevar o bajar la cámara [arriba-abajo]
fr: Grue [Haut-Bas]
hu: Talapzat [Up-Down]
it: Supporto [su-giù]
ja: ペデスタル [上-下]
ko: 페데스탈[위-아래]
pl: Podest [Góra-Dół]
pt_br: Pedestal [para cima-para baixo]
ru: Штатив [вверх-вниз]
sv: Piedestal [Up-Down]
zh_cn: 机架 [上-下]
zh_tw: 基座推拉 [向上-向下]

source: Reset Camera
cs: Resetovat nastavení kamery
de: Kamera zurücksetzen
es: Restablecer cámara
fr: Réinitialiser la caméra
hu: Kamera újra beállítása
it: Reimposta telecamera
ja: カメラをリセット
ko: 카메라 재설정
pl: Zresetuj kamerę
pt_br: Redefinir câmera
ru: Сброс камеры
sv: Återställ Kamera
zh_cn: 重置相机
zh_tw: 重設鏡頭

source: Reset Roll
cs: Obnovit barvu
de: Neigen zurücksetzen
es: Restablecer rotación
fr: Réinitialiser la rotation
hu: Forgatás visszaállítása
it: Reimposta rotazione
ja: ロールをリセット
ko: 롤 재설정
pl: Zresetuj Obrót
pt_br: Redefinir rolagem
ru: Сброс переворота
sv: Återställ rotation
zh_cn: 重置滚转
zh_tw: 重設轉動

source: Reset Tilt
cs: Resetovat náklon
de: Kippen zurücksetzen
es: Restablecer inclinación
fr: Réinitialiser l'inclinaison
hu: A döntés visszaállítása
it: Reimposta panoramica verticale
ja: チルトをリセット
ko: 틸트 재설정
pl: Zresetuj Przechył
pt_br: Redefinir inclinação
ru: Сброс наклона
sv: Återställ Tilt
zh_cn: 重置倾斜
zh_tw: 重設傾斜

source: Roll = %.1f degrees
cs: Náklon = %.1f stupňů
de: Neigen = %.1f Grad
es: Rotación = %.1f grados
fr: Rotation = %.1f degré(s)
hu: Forgatás = %.1f fokok
it: Rotazione = %.1f gradi
ja: ロール = %.1f 度
ko: 롤 = %.1f도
pl: Obrót = %.1f stopni
pt_br: Rolar = %.1f graus
ru: Переворот = %.1f °
sv: Rotation = %.1f grader
zh_cn: 滚转 = %.1f 度
zh_tw: 轉動 = %.1f 度

source: Roll [Left-Right]/Focal Length [Up-Down]
cs: Roll [Left-Right]/ohniskové délky [Up-Down]
de: Neigen [links-rechts]/Brennweite [oben-unten]
es: Rotación [izquierda-derecha]/Distancia focal [arriba-abajo]
fr: Rotation [Gauche-Droite]/Focale [Haut-Bas]
hu: Forgatás [Left-Right]/Fokális hossz [Up-Down]
it: Rotazione [sinistra-destra]/Lunghezza focale [su-giù]
ja: ロール [左-右]/焦点距離 [上-下]
ko: 롤[좌-우]/초점거리[위-아래]
pl: Obrót [Lewo-Prawo] / Ogniskowa [Góra-Dół]
pt_br: Rolar [esquerda-direita]/Distância focal [para cima-para baixo]
ru: Переворот (влево-вправо) / фокусное расстояние (вверх-вниз)
sv: Rotera [Left-Right]/Brännvidd [Up-Down]
zh_cn: 滚转 [左-右]/焦距 [上-下]
zh_tw: 轉動 [向左-向右]/焦距 [增加-減少]

source: Roll
cs: Válec
de: Neigen
es: Rotación
fr: Rotation
hu: Görgesd
it: Rotazione
ja: ロール
ko: 롤
pl: Obrót
pt_br: Rolar
ru: Переворот
sv: Rotation
zh_cn: 滚转
zh_tw: 轉動

source: Safe Zone Visibility
cs: Viditelnost bezpečné zóny
de: Sichtbarkeit der sicheren Bereiche
es: Visibilidad de zona segura
fr: Zone de sécurité
hu: Biztonságos zóna láthatósága
it: Visibilità zona sicura
ja: セーフ ゾーンの表示
ko: 안전 영역 가시성
pl: Pole widzenia kamery
pt_br: Visibilidade da zona de segurança
ru: Отображение безопасной зоны
sv: Säker zon synlighet
zh_cn: 安全区可见性
zh_tw: 安全區顯示設定

source: Screen
cs: Obrazovka
de: Bildschirm
es: Pantalla
fr: Écran
hu: Képernyő
it: Schermo
ja: 画面
ko: 화면
pl: Ekran
pt_br: Tela
ru: Экран
sv: Skärm
zh_cn: 屏幕
zh_tw: 螢幕

source: Select Camera Type/
cs: Výběr typu kamery /
de: Kameratyp auswählen/
es: Seleccionar tipo de cámara/
fr: Sélectionner un type de caméra/
hu: Fényképezőgép-típus kiválasztása /
it: Seleziona tipo di telecamera/
ja: カメラの種類を選択/
ko: 카메라 종류 선택/
pl: Wybierz typ kamery /
pt_br: Selecionar tipo de câmera/
ru: Выберите тип камеры/
sv: Välj kameratyp/
zh_cn: 选择相机类型/
zh_tw: 選取鏡頭類型/

source: Select Camera
cs: Vyberte kameru
de: Kamera auswählen
es: Seleccionar cámara
fr: Sélectionner une caméra
hu: Válassz kamerát
it: Seleziona telecamera
ja: カメラを選択
ko: 카메라 선택
pl: Wybierz kamerę
pt_br: Selecionar câmera
ru: Выбрать камеру
sv: Välj kamera
zh_cn: 选择相机
zh_tw: 選取鏡頭

source: Show %s
cs: Zobrazit %s
de: %s anzeigen
es: Mostrar %s
fr: Afficher %s
hu: Mutat %s
it: Mostra %s
ja: %sを表示
ko: %s 표시
pl: Pokaż %s
pt_br: Mostrar %s
ru: Показать %s
sv: Visa %s
zh_cn: 显示%s
zh_tw: 顯示 %s

source: Show All Safe Zones
cs: Skrýt všechny bezpečné zóny
de: Alle sicheren Bereiche anzeigen
es: Mostrar zonas seguras
fr: Afficher toutes les zones de sécurité
hu: Mutasd az összes biztonságos Zónát
it: Mostra tutte le zone sicure
ja: すべてのセーフ ゾーンを表示
ko: 모든 안전 영역 표시
pl: Pokaż wszystkie
pt_br: Mostrar todas as zonas de segurança
ru: Показать все безопасные зоны
sv: Visa alla säkra zoner
zh_cn: 显示所有安全区
zh_tw: 顯示所有安全區

source: Show Center Mark
cs: Skrýt značku středu
de: Mittenmarkierung anzeigen
es: Mostrar marca central
fr: Afficher la marque centrale
hu: Középjel megjelenítése
it: Mostra indicatore centro
ja: センター マークを表示
ko: 중심점 표시
pl: Pokaż punkt środkowy
pt_br: Mostrar marca do centro
ru: Показать отметку центра
sv: Visa centermarkering
zh_cn: 显示中心标记
zh_tw: 顯示中心標記

source: Show Stats
cs: Zobrazit statistiky
de: Kameradaten anzeigen
es: Mostrar estadísticas
fr: Afficher les statistiques
hu: Statisztikát mutat
it: Mostra statistiche
ja: 統計データを表示
ko: 통계 표시
pl: Pokaż statystyki
pt_br: Mostrar estatísticas
ru: Показать статистику
sv: Visa statistik
zh_cn: 显示统计数据
zh_tw: 顯示統計資料

source: Show/Hide All Cameras
cs: Zobrazit / Skrýt všechny kamery
de: Alle Kameras anzeigen/ausblenden
es: Mostrar u ocultar todas las cámaras
fr: Afficher/Masquer toutes les caméras
hu: Minden kamera megjelenítése/elrejtése
it: Mostra/nascondi tutte le telecamere
ja: すべてのカメラを表示/非表示
ko: 모든 카메라 표시/숨기기
pl: Pokaż/Ukryj wszystkie kamery
pt_br: Mostrar/ocultar todas as câmeras
ru: Показать (скрыть) все камеры
sv: Visa/Dölj alla kameror
zh_cn: 显示/隐藏所有相机
zh_tw: 顯示/隱藏所有鏡頭

source: Show/Hide Camera Frustum Lines
cs: Zobrazit / Skrýt kužel zorného pole kamery - ohraničení čarami
de: Sichtbereichslinien der Kameras anzeigen/ausblenden
es: Mostrar u ocultar líneas de volumen de visualización de la cámara
fr: Afficher/Masquer les limites de champ des caméras
hu: Kamera látószög vonalainak megjelenítése/elrejtése
it: Mostra/nascondi linee a tronco telecamera
ja: カメラの視錐台のラインを表示/非表示
ko: 카메라 절두체 라인 표시/숨기기
pl: Pokaż/Ukryj zarys pola widzenia kamery
pt_br: Mostrar/ocultar linhas de frustum da câmera
ru: Показать (скрыть) линии телесного угла камеры
sv: Visa/Dölj begränsningslinjerna för kamerans synfält
zh_cn: 显示/隐藏相机视锥线
zh_tw: 顯示/隱藏鏡頭平截頭體線

source: Show/Hide Camera Frustum Volume
cs: Zobrazit / Skrýt kužel zorného pole kamery - ohraničení plochami
de: Sichtbereichsraum der Kameras anzeigen/ausblenden
es: Mostrar u ocultar volumen de visualización de la cámara
fr: Afficher/Masquer le volume de champ des caméras
hu: Kamera látószög nagyságának megjelenítése/elrejtése
it: Mostra/nascondi volume a tronco telecamera
ja: カメラの視錐台の容積を表示/非表示
ko: 카메라 절두체 볼륨 표시/숨기기
pl: Pokaż/Ukryj pole widzenia kamery
pt_br: Mostrar/ocultar volume de frustum da câmera
ru: Показывает и скрывает объем телесного угла камеры
sv: Visa/Dölj synfält för kameran
zh_cn: 显示/隐藏相机视锥体
zh_tw: 顯示/隱藏鏡頭平截頭體容積

source: Show/Hide all cameras created with 'Create Camera'
cs: Zobrazit / Skrýt všechny kamery vytvořené příkazem "Vytvořit kameru"
de: Alle Kameras anzeigen/ausblenden, die mit der Funktion 'Kamera erstellen' erstellt wurden'
es: Mostrar u ocultar todas las cámaras creadas mediante la opción de creación de cámara'
fr: Afficher/Masquer toutes les caméras créées via 'Créer une caméra'
hu: Megjelenítés/elrejtés minden kamera létrehozása a "Kamera Létrehozása" -val
it: Mostra/nascondi tutte le telecamere create con l'opzione 'Crea telecamera'
ja: [カメラを作成] で作成したすべてのカメラを表示/非表示'
ko: '카메라 생성'을 통해 생성된 모든 카메라 표시/숨기기
pl: Pokaż/Ukryj kamery utworzone przez 'Utwórz kamerę'
pt_br: Mostrar/ocultar todas as câmeras criadas com 'Criar câmera'
ru: Показать (скрыть) все камеры, созданные функцией «Создать камеру»
sv: Visa/Dölj alla kameror skapad med "Skapa kamera"
zh_cn: 显示/隐藏使用“创建相机”创建的所有相机
zh_tw: 顯示/隱藏所有運用「建立鏡頭」功能所建立的鏡頭
