Repository: jcbreton/SURay
Catalog: su_trimble_connect/Resources/*/trimble_connect.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: (Pro Only)
cs: (Pouze Pro)
de: (Nur Pro)
es: (Sólo Pro)
fr: (Version Pro uniquement)
hu: (Csak Pro)
it: (Solo per utenti Pro)
ja: (Pro のみ)
ko: (Pro만)
pl: (tylko w Pro)
pt_br: (Apenas Pro)
ru: (Только для версии Pro)
zh_cn: （仅限于 Pro 版）
zh_tw: (僅適用於 Pro)

source: Alignment successfully loaded from Trimble Connect
cs: Zarovnání bylo úspěšně zavedeno z aplikace Trimble Connect
de: Ausrichtung erfolgreich von Trimble Connect geladen
es: La alineación fue cargada correctamente desde Trimble Connect
fr: L’alignement a bien été chargé à partir de Trimble Connect
hu: Igazítás sikeresen betöltődött a Trimble Connect-ből
it: Allineamento caricato correttamente da Trimble Connect
ja: Trimble Connect から位置揃えが正常に読み込まれました
ko: Trimble Connect로부터 맞춤 로드 성공
pl: Pomyślne przywrócono ustawienia załadowane z Trimble Connect
pt_br: Alinhamento carregado do Trimble Connect
ru: Выравнивание успешно загружено из Trimble Connect
sv: Anpassning har lästs in från Trimble Connect
zh_cn: 成功从 Trimble Connect 中加载对齐
zh_tw: 成功從 Trimble Connect 載入對齊

source: Are you sure you want to delete this item? You cannot undo this.
cs: Opravdu chcete smazat tuto položku? Nemůžete to vrátit zpět.
de: Möchten Sie dieses Element wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar este elemento? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cet élément ? Vous ne pourrez pas annuler cette opération.
hu: Biztos, hogy törölni szeretnéd ezt az elemet? A művelet nem visszavonható.
it: Confermi di voler eliminare questo elemento? L'operazione non può essere annullata.
ja: アイテムを削除しますがよろしいですか？ 削除すると元に戻すことはできません。
ko: 이 항목을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć ten element? Nie będzie można tego cofnąć.
pt_br: Tem certeza que deseja apagar este item? Isso não pode ser desfeito.
ru: Удалить этот элемент? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort detta element? Detta kan inte ångras.
zh_cn: 确定要删除选定此项目？您无法撤销此操作。
zh_tw: 是否確定要刪除此項目？此動作無法復原。

source: Cannot insert the current model into itself.
cs: Současný model nelze vložit do sebe.
de: Das aktuelle Modell kann nicht in sich selbst eingefügt werden.
es: No se puede insertar el modelo actual dentro del mismo.
fr: Impossible d’insérer le modèle actuel dans lui-même.
hu: A jelenlegi modellt nem lehet saját magába beilleszteni.
it: Impossibile inserire il modello corrente in se stesso.
ja: 現在のモデルをそれ自体に挿入することはできません。
ko: 현재 모델을 자체에 삽입할 수 없습니다.
pl: Nie można wstawić modelu samego w siebie.
pt_br: Não foi possível inserir o modelo atual em si mesmo.
ru: Вставка текущей модели в себя неосуществима.
sv: Kan inte infoga den nuvarande modellen i sig själv.
zh_cn: 无法将当前模型插入其本身。
zh_tw: 無法將目前的模型插入其本身。

source: Collaboration Manager
de: Kollaborationsmanager
es: Administrador de colaboración
fr: Gestionnaire de collaboration
hu: Közösmunka Kezelő
it: Gestore collaborazioni
ja: コラボレーション マネージャー
ko: 공동 작업 관리자
pl: Menedżer współpracy
pt_br: Gerenciador de colaboração
ru: Менеджер сотрудничества
sv: Samarbetshanterare
zh_cn: 协作管理器
zh_tw: 合作管理器

source: Collaboration Manager...
de: Kollaborationsmanager...
es: Administrador de colaboración...
fr: Gestionnaire de collaboration...
hu: Közösmunka Kezelő...
it: Gestore collaborazioni...
ja: コラボレーション マネージャー...
ko: 공동 작업 관리자...
pl: Menedżer współpracy...
pt_br: Gerenciador de colaboração...
ru: Менеджер сотрудничества...
sv: Samarbetshanterare...
zh_cn: 协作管理器...
zh_tw: 合作管理器...

source: Could not complete the operation because the active model was changed. Please wait until the operation finishes before changing the active model.
cs: Nelze dokončit operaci, protože byl změněn aktivní model. Počkejte, až se operace dokončí, než změníte aktivní model.
de: Vorgang konnte nicht abgeschlossen werden, da ein aktives Modell geändert wurde. Warten Sie bitte, bis der Vorgang beendet ist, bevor Sie das aktive Modell ändern.
es: No se pudo completar la operación porque el modelo activo fue cambiado. Por favor espera hasta que la operación termine antes de cambiar el modelo activo.
fr: Impossible de finaliser l’opération car le modèle actif a été changé. Attendez que l’opération se termine avant de changer le modèle actif.
hu: A műveletet nem lehet befejezni, mert az aktív modell változott. Kérlek, várj a művelet befejezésére, mielőtt az aktív modellt módosítod.
it: Impossibile completare l'operazione perché il modello attivo è stato modificato. Attendi fino al termine dell'operazione prima di modificare il modello attivo.
ja: アクティブなモデルが変更されたため、操作を完了できませんでした。アクティブ モデルを変更するには操作が完了するまでお待ちください。
ko: 활성화된 모델이 변경되어서 작업을 완료하지 못했습니다. 활성화된 모델을 변경하기 전에 작업이 완료될 때까지 기다려주십시오.
pl: Nie można zakończyć operacji, ponieważ aktywny model został zmieniony. Poczekaj na zakończenie operacji przed zmianą aktywnego modelu.
pt_br: Não foi possível concluir a operação porque o modelo ativo foi alterado. Aguarde até a operação terminar antes de alterar o modelo ativo.
ru: Не удалось завершить операцию, поскольку активная модель была изменена. Дождитесь завершения операции, прежде чем менять активную модель.
sv: Gick inte att slutföra åtgärden eftersom den aktiva modellen ändrades. Vänta tills operationen är klar innan du ändrar den aktiva modellen.
zh_cn: 当前模型已更改，因此无法完成操作。请等待操作完成，然后再更改当前模型。
zh_tw: 因作用的模型已變更，所以無法完成此項操作。請等代操作完成，然後再變更作用的模型。

source: Do you want to sign out from your account?
cs: Chcete se odhlásit ze svého účtu?
de: Möchten Sie sich von Ihrem Konto abmelden?
es: ¿Deseas salir de tu cuenta?
fr: Souhaitez-vous vous déconnecter de votre compte ?
hu: Szeretnél kijelentkezni a fiókodból?
it: Desideri disconnettere l'account?
ja: サインアウトしますか?
ko: 계정에서 로그아웃하시겠습니까?
pl: Czy chcesz się wylogować z Twojego konta?
pt_br: Deseja sair da sua conta?
ru: Хотите выйти из своей учетной записи?
sv: Vill du logga ut från ditt konto?
zh_cn: 是否要从账户中注销？
zh_tw: 您想從帳戶登出嗎？

source: Export Trimble Connect Model
de: Trimble Connect-Modell exportieren
es: Exportar modelo de Trimble Connect
fr: Exporter modèle Trimble Connect
hu: Trimble Connect Modell Export
it: Esporta modello Trimble Connect
ja: Trimble Connect モデルをエクスポート
ko: Trimble Connect 모델 내보내기
pl: Eksportuj model Trimble Connect
pt_br: Exportar modelo Trimble Connect
ru: Экспортировать модель Trimble Connect
sv: Exportera Trimble Connect modell
zh_cn: 导出 Trimble Connect 模型
zh_tw: 匯出 Trimble Connect 模型

source: File downloads are currently in progress. If you continue, the download operation will be cancelled. Continue?
cs: V současné době probíhají nahrávání souborů. Pokud budete pokračovat, operace nahrávání bude zrušena. Chcete pokračovat?
de: Es werden gerade Dateien heruntergeladen. Wenn Sie fortfahren, wird der Download-Vorgang abgebrochen. Fortfahren?
es: Actualmente hay descargas de archivos en curso. Si continúas, la operación de descarga se cancelará. ¿Continuar?
fr: Des téléchargements de fichiers sont en cours. Si vous continuez, l’opération de téléchargement sera annulée. Poursuivre ?
hu: Fájlok letöltése éppen folyamatban. Ha folytatod, a letöltés megszakad. Folytatod?
it: Download di file attualmente in corso. Se continui, l'operazione di download verrà annullata. Desideri continuare?
ja: 現在、ファイルのダウンロードが進行中です。続行するとダウンロード操作がキャンセルされます。続行しますか？
ko: 현재 파일을 다운로드하는 중입니다. 계속 진행하시면 다운로드 작업이 취소됩니다. 계속하시겠습니까?
pl: Pobieranie pilików jest obecnie w toku. Jeśli będziesz kontynuować, proces pobierania zostanie anulowany. Czy chcesz kontynuować?
pt_br: Há downloads de arquivo em andamento. Se você continuar, a operação de download será cancelada. Deseja continuar?
ru: Выполняются загрузки файлов. Если вы продолжите, операция загрузки будет отменена. Продолжить?
sv: Nedladdning av filer pågår. Om du fortsätter kommer nedladdningen att avbrytas. Fortsätt?
zh_cn: 正在进行文件下载，如果继续，下载操作将取消，是否继续？
zh_tw: 檔案下載正在進行。若您繼續，則下載作業將被取消。是否繼續？

source: File uploads are currently in progress. If you continue, the upload operation will be cancelled. Continue?
cs: V současné době probíhají nahrávání souborů. Pokud budete pokračovat, operace nahrávání bude zrušena. Chcete pokračovat?
de: Es werden gerade Dateien hochgeladen. Wenn Sie fortfahren, wird der Hochladevorgang abgebrochen. Fortfahren?
es: Actualmente hay subidas de archivos en curso. Si continúas, la operación de subida se cancelará. ¿Continuar?
fr: Des transferts de fichiers sont en cours. Si vous continuez, l’opération de transfert sera annulée. Poursuivre ?
hu: Fájlok feltöltése folyamatban van. Ha továbblépsz ez megszakad. Biztosan folytatod?
it: Caricamenti di file attualmente in corso. Se continui, l'operazione di caricamento verrà annullata. Desideri continuare?
ja: 現在、ファイルのダウンロード中です。続行するとダウンロード操作がキャンセルされます。続行しますか？
ko: 현재 파일을 업로드하는 중입니다. 계속 진행하시면 업로드 작업이 취소됩니다. 계속하시겠습니까?
pl: Wysyłanie plików jest obecnie w toku. Jeśli będziesz kontynuować, proces wysyłania zostanie anulowany. Czy chcesz kontynuować?
pt_br: Há envios de arquivo em andamento. Se você continuar, a operação de envio será cancelada. Deseja continuar?
ru: Выполняется отправка файлов. Если вы продолжите, операция отправки будет отменена. Продолжить?
sv: Överföring av filer pågår. Om du fortsätter kommer överföringen att avbrytas. Fortsätt?
zh_cn: 正在进行文件上传，如果继续，上传操作将取消，是否继续？
zh_tw: 檔案上傳正在進行。若您繼續，則上傳作業將被取消。是否繼續？

source: Import Reference Model
cs: Importovat referenční model
de: Referenzmodell importieren
es: Importar modelo de referencia
fr: Importer le modèle de référence
hu: Referencia modell importálása
it: Importa modello di riferimento
ja: 参照モデルをインポート
ko: 참조 모델 가져오기
pl: Importuj model
pt_br: Importar modelo referência
ru: Импортировать исходную модель
sv: Importera referensmodell
zh_cn: 导入参考模型
zh_tw: 匯出參考模型

source: Import Reference Model...
cs: Importovat referenční model...
de: Referenzmodell importieren...
es: Importar modelo de referencia...
fr: Importer le modèle de référence...
hu: Referencia modell importálása...
it: Importa modello di riferimento...
ja: 参照モデルをインポートします...
ko: 참조 모델 가져오기...
pl: Importuj model referencyjny...
pt_br: Importar modelo referência...
ru: Импорт исходной модели...
sv: Importera referensmodell...
zh_cn: 导入参考模型...
zh_tw: 匯出參考模型...

source: Import View
cs: Zobrazení importu
de: Ansicht importieren
es: Importar vista
fr: Importer la vue
hu: Nézet importálása
it: Importa visualizzazione
ja: ビューをインポート
ko: 보기 가져오기
pl: Widok importu
pt_br: Importar visualização
ru: Импортировать представление
sv: Importera vy
zh_cn: 导入视图
zh_tw: 匯入視圖

source: Import a model as a reference
cs: Importujte model jako odkaz
de: Ein Modell als Referenz importieren
es: Importar un modelo como referencia
fr: Importer un modèle comme référence
hu: Modell importálása hivatkozásként
it: Importa un modello come riferimento
ja: 参照モデルをインポートします。
ko: 모델을 참조로 가져오기
pl: Importuj model jako referencyjny
pt_br: Importar um modelo como uma referência
ru: Импортировать модель как ссылку
sv: Importera en modell som referens
zh_cn: 导入模型作为参考
zh_tw: 匯入模型作為參考

source: Importing model...
cs: Importovat model...
de: Modell importieren...
es: Importando modelo...
fr: Importation du modèle...
hu: Modell importálása...
it: Importo il modello...
ja: モデルをインポートしています...
ko: 모델을 가져오는 중...
pl: Importowanie modelu...
pt_br: Importando modelo...
ru: Импорт модели...
sv: Importerar modell...
zh_cn: 正在导入模型...
zh_tw: 匯入模型中...

source: Launch Trimble Connect...
cs: Spuštění aplikace Trimble připojit...
de: Trimble Connect starten...
es: Abrir Trimble Connect...
fr: Lancer Trimble Connect...
hu: Indítsa el a Trimble Connect-et...
it: Avvia Trimble Connect...
ja: Trimble Connect を起動...
ko: Trimble Connect 시작...
pl: Uruchom Trimble Connect...
pt_br: Abrir Trimble Connect...
ru: Запустить Trimble Connect...
sv: Starta Trimble Connect...
zh_cn: 启动 Trimble Connect...
zh_tw: 啟動 Trimble Connect...

source: Model must be saved before publishing.
cs: Model musí být uložen před publikováním.
de: Modell muss vor Veröffentlichung gespeichert werden.
es: El modelo debe guardarse antes de publicarse.
fr: Le modèle doit être enregistré avant de pouvoir le publier.
hu: A modellt el kell menteni, mielőtt bemutatod.
it: Il modello deve essere salvato prima della pubblicazione.
ja: モデルは公開する前に保存する必要があります。
ko: 게시하려면 먼저 모델을 저장해야 합니다.
pl: Model musi być zapisany przed opublikowaniem.
pt_br: O modelo precisa ser salvo antes de ser publicado.
ru: Перед публикацией модель необходимо сохранить.
sv: Modellen måste sparas innan du publicerar den.
zh_cn: 模型必须保存方可发布。
zh_tw: 在發佈之前必須儲存模型。

source: Model published successfully.
cs: Model byl publikován úspěšně.
de: Modell erfolgreich veröffentlicht.
es: Modelo publicado correctamente.
fr: Modèle publié.
hu: A modellt sikeresen publikálta.
it: Modello pubblicato correttamente.
ja: モデルが正常に公開されました。
ko: 모델 게시 성공.
pl: Model został opublikowany pomyślnie.
pt_br: Modelo publicado.
ru: Модель опубликована.
sv: Modellen publicerades.
zh_cn: 已成功发布模型。
zh_tw: 已成功發佈模型。

source: Open Model
cs: Otevřít Model
de: Modell öffnen
es: Abrir modelo
fr: Ouvrir le modèle
hu: Modell megnyitása
it: Apri modello
ja: モデルを開く
ko: 모델 열기
pl: Otwórz model
pt_br: Modelo aberto
ru: Открыть модель
sv: Öppna modellen
zh_cn: 打开模型
zh_tw: 開啟模型

source: Open Model...
cs: Otevřít model ...
de: Modell öffnen...
es: Abrir modelo...
fr: Ouvrir le modèle...
hu: Modell megnyitása...
it: Apri modello...
ja: モデルを開く..
ko: 모델 열기...
pl: Otwórz model...
pt_br: Abrir modelo...
ru: Открыть модель...
sv: Öppna modell...
zh_cn: 打开模型...
zh_tw: 開啟模型...

source: Open Trimble Connect on the web
de: Trimble Connect im Internet öffnen
es: Abrir Trimble Connect en la web
fr: Ouvrir Trimble Connect sur le web
hu: Nyílt Trimble Connect a neten
it: Apri Trimble Connect sul web
ja: Trimble ConnectをWebで開く
ko: 웹에서 Trimble Connect 열기
pl: Otwórz Trimble Connect w przeglądarce
pt_br: Abrir Trimble Connect na web
ru: Открыть Trimble Connect в браузере
sv: Öppna Trimble Connect på webben
zh_cn: 在网页上打开 Trimble Connect
zh_tw: 在網頁上開啟Trimble Connect

source: Open Viewer
cs: Otevřít prohlížeč
de: Viewer öffnen
es: Abrir visor
fr: Ouvrir la visionneuse
hu: Nyissa meg a Viewer-t
it: Apri visualizzatore
ja: ビューアを開く
ko: 뷰어 열기
pl: Otwórz Podgląd
pt_br: Abrir visualizador
ru: Открыть средство просмотра
sv: Öppna Viewer
zh_cn: 打开查看器
zh_tw: 打開檢視器

source: Open a model from Trimble Connect
cs: Otevřete model Trimble Connect
de: Modell aus Trimble Connect öffnen
es: Abrir un modelo de Trimble Connect
fr: Ouvrir un modèle à partir de Trimble Connect
hu: Nyissa meg a modellt a Trimble Connect-ból
it: Apri un modello da Trimble Connect
ja: Trimble Connect からモデルを開く
ko: Trimble Connect에서 모델 열기
pl: Otwórz model z Trimble Connect
pt_br: Abra um modelo do Trimble Connect
ru: Открыть модель из Trimble Connect
sv: Öppna en modell från Trimble Connect
zh_cn: 从 Trimble Connect 打开模型
zh_tw: 從 Trimble Connect 開啟模型

source: Open the Trimble Connect Collaboration Manager
de: Trimble Connect Kollaborationsmanager öffnen
es: Abrir el Administrador de colaboración de Trimble Connect
fr: Ouvrir le gestionnaire de collaboration de Trimble Connect
hu: Nyissa meg a Trimble Connect Collaboration Manager alkalmazást
it: Apri il gestore collaborazioni di Trimble Connect
ja: Trimble Connectのコラボレーション マネージャーを開く
ko: Trimble Connect 공동 작업 관리자 열기
pl: Otwórz Menedżera współpracy Trimble Connect
pt_br: Abrir o Gerenciador de Colaboração do Trimble Connect
ru: Открыть Менеджер сотрудничества Trimble Connect
sv: Öppna samarbetshanteraren för Trimble Connect
zh_cn: 打开 Trimble Connect 协作管理器
zh_tw: 打開 Trimble Connect 合作管理器

source: Please wait for the current download to complete before importing a new reference model.
cs: Před importováním nového referenčního modelu počkejte, než bude dokončeno stávající stahování.
de: Bitte warten Sie, bis der aktuelle Download-Vorgang abgeschlossen ist, bevor Sie ein neues Referenzmodell importieren.
es: Espera a que se complete la descarga actual antes de importar un nuevo modelo de referencia.
fr: Veuillez attendre que le téléchargement en cours se termine avant d’importer un nouveau modèle de référence.
hu: Kérjük várjon, míg a jelenlegi Letöltés befejeződik mielőtt egy új referenciamodell importál.
it: Attendi il completamento del download corrente prima di importare un nuovo modello di riferimento.
ja: 新規に参照モデルをインポートする前に現在ダウンロードを完了する必要がありますのでお待ちください。
ko: 새로운 참조 모델을 가져오려면 먼저 현재 다운로드가 완료될 때까지 기다려주십시오.
pl: Poczekaj na zakończenie pobierania zanim zaczniesz importować nowy model referencyjny.
pt_br: Aguarde até que o download atual seja concluído antes de importar um novo modelo de referência.
ru: Дождитесь завершения текущей загрузки перед импортом новой исходной модели.
sv: Invänta att den pågående nerladdningen ska slutföras innan du importerar en ny referensmodell.
zh_cn: 请等待当前下载完成，然后再导入新的参考模型。
zh_tw: 目前下載完成後才能匯入新的參考模型，請稍等。

source: Position Reference
cs: Referenční poloha
de: Referenz positionieren
es: Colocar referencia
fr: Positionner la référence
hu: Referencia elhelyezése
it: Riferimento posizione
ja: 参照モデルの場所
ko: 참조 배치
pl: Umieść model referencyjny
pt_br: Referência de posição
ru: Расположить исходную модель
sv: Positionsreferens
zh_cn: 位置参考
zh_tw: 位置參考

source: Position Reference Model
cs: Referenční model polohy
de: Referenzmodell positionieren
es: Colocar modelo de referencia
fr: Modèle de référence de la position
hu: Pozícionáld a referencia modellt
it: Modello di riferimento posizione
ja: 参照モデルの配置
ko: 참조 모델 배치
pl: Umieść model referencyjny
pt_br: Modelo de referência de posição
ru: Расположить исходную модель
sv: Positionera referensmodell
zh_cn: 放置参考模型
zh_tw: 放置參考模型

source: Publish As...
cs: Publikovat jako ...
de: Veröffentlichen als...
es: Publicar como...
fr: Publier comme...
hu: Közzététele mint...
it: Pubblica come...
ja: 名前を付けて公開...
ko: 다른 이름으로 게시...
pl: Opublikuj jako...
pt_br: Publicar como...
ru: Опубликовать как...
sv: Publicera som...
zh_cn: 发布为...
zh_tw: 以...發佈

source: Publish Model
cs: Publikovat model
de: Modell veröffentlichen
es: Publicar modelo
fr: Publier le modèle
hu: Tegye közzé a modellt
it: Pubblica modello
ja: モデルを公開
ko: 모델 게시
pl: Opublikuj model
pt_br: Publicar modelo
ru: Опубликовать модель
sv: Publicera modell
zh_cn: 发布模型
zh_tw: 發佈模型

source: Publish model to Trimble Connect
cs: Publikujte model na Trimble Connect
de: Modell auf Trimble Connect veröffentlichen
es: Publicar modelo en Trimble Connect
fr: Publier le modèle dans Trimble Connect
hu: Tegye közzé a modellt a Trimble Connect-en
it: Pubblica modello in Trimble Connect
ja: モデルを Trimble Connect に公開
ko: Trimble Connect에 모델 게시
pl: Opublikuj model w Trimble Connect
pt_br: Publicar modelo no Trimble Connect
ru: Опубликовать модель в Trimble Connect
sv: Publicera modell till Trimble Connect
zh_cn: 将模型发布至 Trimble Connect
zh_tw: 將模型發佈至 Trimble Connect

source: Publishing model...
cs: Model publikování...
de: Modell veröffentlichen...
es: Publicando modelo...
fr: Publication du modèle...
hu: Modell közzététele...
it: Pubblico il modello...
ja: モデルを公開しています...
ko: 모델 게시 중...
pl: Publikowanie modelu...
pt_br: Publicando modelo...
ru: Публикация модели...
sv: Publicerar modell...
zh_cn: 正在发布模型...
zh_tw: 發佈模型中...

source: Purging Model...
cs: Čistící model ...
de: Modell löschen...
es: Eliminando modelo...
fr: Purge du modèle...
hu: Modell tisztítása...
it: Elimino il modello...
ja: モデルをパージ...
ko: 모델 제거 중...
pl: Oczyszczanie modelu...
pt_br: Eliminando modelo...
ru: Очистка модели...
sv: Tömmer modell...
zh_cn: 正在清除模型...
zh_tw: 清除模型...

source: Remove Reference Models
cs: Odstraňte referenční modely
de: Referenzmodelle entfernen
es: Eliminar modelos de referencia
fr: Supprimer les modèles de référence
hu: Referencia modellek eltávolítása
it: Importa modelli di riferimento
ja: 参照モデルを削除
ko: 참조 모델 제거
pl: Usuń modele referencyjne
pt_br: Remover modelos de referência
ru: Удалить исходные модели
sv: Ta bort referensmodeller
zh_cn: 删除参考模型
zh_tw: 刪除參考模型

source: Saving copy of Model...
cs: Uložení kopie modelu ...
de: Kopie des Modells speichern...
es: Guardando copia del modelo...
fr: Enregistrement de la copie du modèle...
hu: A modell másolatának mentése...
it: Salvo la copia del modello...
ja: モデルのコピーを保存
ko: 모델의 복사본 저장 중...
pl: Zapisywanie kopii modelu...
pt_br: Salvando cópia do modelo...
ru: Сохранение копии модели...
sv: Spara kopia av modell...
zh_cn: 正在保存模型副本...
zh_tw: 正在儲存模型副本...

source: Select a direction to align the reference model's green axis.
cs: Vyberte směr, kterým chcete zarovnat zelenou osu referenčního modelu.
de: Wählen Sie eine Richtung, um die grüne Achse des Referenzmodells auszurichten.
es: Selecciona una dirección para alinear el eje verde del modelo de referencia.
fr: Sélectionner une direction pour aligner l’axe vert du modèle de référence.
hu: Válassza ki az irányt a referencia modell zöld tengelyhez igazításához.
it: Seleziona una direzione per allineare l'asse verde del modello di riferimento.
ja: 参照モデルの緑の軸を揃える方向を選択します。
ko: 참조 모델의 녹색 축을 정렬할 방향을 선택합니다.
pl: Wybierz kierunek, aby wyrównać oś zieloną modelu.
pt_br: Selecione uma direção para alinhar o eixo verde do modelo de referência.
ru: Выберите направление для выравнивания зеленой оси исходной модели.
sv: Välj en riktning för att justera referensmodellens gröna axel.
zh_cn: 选择参考模型绿轴对齐方向。
zh_tw: 選擇一個方向以對齊參考模型的綠軸。

source: Select a direction to align the reference model's red axis.
cs: Vyberte směr pro zarovnání červené osy referenčního modelu.
de: Wählen Sie eine Richtung, um die rote Achse des Referenzmodells auszurichten.
es: Selecciona una dirección para alinear el eje rojo del modelo de referencia.
fr: Sélectionner une direction pour aligner l’axe rouge du modèle de référence.
hu: Válassza ki az irányt a referencia modell piros tengelyhez igazításához.
it: Seleziona una direzione per allineare l'asse rosso del modello di riferimento.
ja: 参照モデルの赤い軸を揃える方向を選択
ko: 참조 모델의 빨간색 축을 정렬할 방향을 선택합니다.
pl: Wybierz kierunek, aby wyrównać oś czerwoną modelu.
pt_br: Selecione uma direção para alinhar o eixo vermelho do modelo de referência.
ru: Выберите направление для выравнивания красной оси исходной модели.
sv: Välj en riktning för att justera referensmodellens röda axel.
zh_cn: 选择参考模型红轴对齐方向。
zh_tw: 選擇一個方向以對齊參考模型的紅軸。

source: Select a point in your model to reposition the reference model's origin.
cs: Vyberte bod ve vašem modelu, abyste změnili původ referenčního modelu.
de: Wählen Sie einen Punkt in Ihrem Modell, um den Nullpunkt Ihres Referenzmodels neu zu positionieren.
es: Selecciona un punto en tu modelo para volver a colocar el origen del modelo de referencia.
fr: Sélectionnez un point dans votre modèle pour repositionner l’origine du modèle de référence.
hu: Válasszon ki egy pontot a modellben, hogy áthelyezze a referencia modell eredetét.
it: Seleziona un punto nel modello per riposizionare l'origine del modello di riferimento.
ja: 参照モデルの元の位置を変更するために、モデル内の点を選択します。
ko: 모델에서 점을 선택해서 참조 모델의 원점 위치를 다시 배치합니다.
pl: Wybierz punkt, aby umieścić pobrany model.
pt_br: Selecione um ponto no seu modelo para reposicionar a origem do modelo de referência.
ru: Выберите точку в своей модели, чтобы изменить положение начала координат эталонной модели.
sv: Välj en punkt i modellen för att flytta referens modellens ursprung.
zh_cn: 在模型中选择一点以便重新定位参考模型原点。
zh_tw: 在您的模型中選擇一點以便重新放置參考模型的原點。
