Repository: jcbreton/SURay
Catalog: su_trimble_connect/Resources/*/trimble_connect.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: SketchUp 2017 or newer is required to use this version of the Trimble Connect Extension. Please disable the extension or remove it from your plugins folder.
cs: Chcete-li použít tuto verzi rozšíření Trimble Connect Extension, potřebujete SketchUp 2017 nebo novější. Zakažte rozšíření nebo jej odeberte ze složky pluginy.
de: Für diese Version der Trimble Connect-Erweiterung ist SketchUp 2017 oder neuer erforderlich. Bitte deaktivieren Sie die Erweiterung oder entfernen Sie sie aus Ihrem Plugins-Ordner.
es: Se requiere SketchUp 2017 o posterior para usar esta versión de la extensión Trimble Connect. Desactiva la extensión o elimínala de tu carpeta de plugins.
fr: SketchUp 2017 ou une version plus récente est nécessaire pour utiliser cette version de l’Extension Trimble Connect. Veuillez désactiver l’extension ou la supprimer de votre dossier de plugins.
hu: A SketchUp 2017 vagy annál újabb verziókhoz ezt a Trimble Connect bővítmény verziót szükséges használni. Kérem, hogy állítsa le vagy távolítsa el a bővítményt a bővítmények mappájából.
it: Per utilizzare questa versione dell'estensione Trimble Connect, è necessario SketchUp 2017 o versione più recente. Disabilita l'estensione o rimuovila dalla cartella dei plug-in.
ja: SketchUp 2017 またはそれ以降のバージョンでは、Trimble Connect 拡張機能のこのバージョンを使用する必要があります。拡張機能を無効にするか、プラグイン フォルダーから拡張機能を削除してください。
ko: SketchUp 2017 이상 버전은 이 버전의 Trimble Connect 확장을 사용해야 합니다. 확장을 비활성화하거나 플러그인 폴더에서 제거해주십시오.
pl: Wymagana jest wersja SketchUp 2017 lub nowsza aby korzystać z tego rozszerzenia Trimble Connect. Wyłącz to rozszerzenie albo usuń z folderu wtyczek.
pt_br: É necessário ter o SketchUp 2017 ou mais novo para usar esta versão da Extensão Trimble Connect. Desative a extensão ou remova-a da sua pasta de plugins.
ru: Для использования этой версии расширения Trimble Connect требуется SketchUp 2017 или новее. Отключите расширение или удалите его из папки плагинов.
sv: SketchUp 2017 eller nyare krävs för att använda denna version av Trimble Connect-tillägget. Inaktivera tillägget eller ta bort den from din mapp för insticksprogram.
zh_cn: 要使用此版本的 Trimble Connect 扩展程序，需要使用 SketchUp 2017 或更新版本。请禁用扩展程序或将其从插件文件夹中移除。
zh_tw: 要使用此版本的 Trimble Connect 擴充程式，需要 SketchUp 2017 或更新版本。請停用該擴充程式，或者從外掛程式資料夾中移除。

source: The Trimble Connect extension allows you to reference, save and collaborate on models directly from Trimble Connect. Your use of the Trimble Connect extension for SketchUp is subject to the Trimble Extension End User License Agreement which can be found at: extensions.sketchup.com/en/trimble-extension-eula
cs: Rozšíření Trimble Connect umožňuje odkazy, ukládání a spolupráci na modelech přímo z aplikace Trimble Connect. Vaše užívání rozšíření Trimble Connect pro aplikaci SketchUp podléhá licenční smlouvě s koncovým uživatelem Trimble Extension, které lze nalézt na adrese: extensions.sketchup.com/en/trimble-extension-eula
de: Mit der Trimble Connect-Erweiterung können Sie Modelle direkt aus Trimble Connect referenzieren, speichern oder dort mit anderen an Modellen zusammenarbeiten. Die Nutzung der Trimble Connect-Erweiterung für SketchUp unterliegt folgender Endbenutzer-Lizenzvereinbarung: extensions.sketchup.com/en/trimble-extension-eula
es: La extensión Trimble Connect te permite hacer referencias, guardar y colaborar en modelos directamente desde Trimble Connect. Tu uso de la extensión de Trimble Connect para SketchUp está sujeta al contrato de licencia de usuario final de extensiones de Trimble, el cual puede encontrarse en: extensions.sketchup.com/en/trimble-extension-eula
fr: L’extension Trimble Connect vous permet de référencer, d'enregistrer et de collaborer sur des modèles directement à partir de Trimble Connect. Votre utilisation de l’extension Trimble Connect pour SketchUp est assujettie au Contrat de licence utilisateur final de Trimble Extension qui peut être consulté sur : extensions.sketchup.com/en/trimble-extension-eula
hu: A Trimble Connect bővítmény lehetővé teszi, hogy a hivatkozzon, elmentsen és együtt dolgozhasson modelleken közvetlenül a Trimble Connectről. A SketchUp-hoz használt Trimble Connect bővítmény alkalmazása a Trimble Bővítmény Végfelhasználói Licenc szerződés szerint történik, ami itt található: extensions.sketchup.com/en/trimble-extension-eula
it: L'estensione Trimble Connect ti consente di salvare, collaborare e fare riferimento a modelli direttamente da Trimble Connect. L'utilizzo dell'estensione Trimble Connect per SketchUp è soggetta all'Accordo di licenza con l'utente finale dell'estensione Trimble disponibile qui: extensions.sketchup.com/en/trimble-extension-eula
ja: Trimble Connect 拡張機能は Trimble Connect から直接モデルの参照、保存、共同作業を行えるようにします。SketchUp でTrimble Connect 拡張機能の使用には Trimble 拡張機能エンドユーザー使用許諾契約の対象となります。この使用許諾契約書は以下ご覧いただけます: extensions.sketchup.com/en/trimble-extension-eula
ko: Trimble Connect 확장을 통해서 Trimble Connect에서 직접 모델들을 참조, 저장, 공동 작업할 수 있습니다. SketchUp에서 Trimble Connect 확장을 사용할 경우 Trimble 확장 최종 사용자 사용권 계약(extensions.sketchup.com/en/trimble-extension-eula)의 적용을 받습니다.
pl: Rozszerzenie Trimble Connect pozwala współdzielić modele z wykorzystaniem usługi Trimble Connect. Korzystanie z rozszerzenia Trimble Connect dla SketchUp jest przedmiotem umowy licencyjnej, którą można znaleźć pod adresem: extensions.sketchup.com/en/trimble-extension-eula
pt_br: A extensão Trimble Connect permite referenciar, salvar e colaborar em modelos diretamente do Trimble Connect. Sua utilização da extensão do Trimble Connect para SketchUp está sujeita aos termos do Contrato de licença de usuário final da extensão Trimble que pode ser encontrado em: extensions.sketchup.com/en/trimble-extension-eula
ru: Расширение Trimble Connect позволяет ссылаться, сохранять и совместно работать над моделями непосредственно в Trimble Connect. На расширения Trimble Connect для SketchUp распространяется действие Лицензионного соглашения об использовании расширений Trimble, которое можно найти по адресу: extensions.sketchup.com/en/trimble-extension-eula
sv: Med Trimble Connect tillägget kan du referera, spara och samarbeta med modeller direkt från Trimble Connect. Din användning av Trimble Connect tillägget för SketchUp omfattas av Trimble Extension End User License Agreement som kan hittas på: extensions.sketchup.com/en/trimble-extension-eula
zh_cn: Trimble Connect 扩展程序允许直接从 Trimble Connect 对模型进行参考、保存和协作。使用适用于 SketchUp 的 Trimble Connect 扩展程序受《Trimble 扩展程序最终用户许可协议》限制，协议详情请参见 extensions.sketchup.com/en/trimble-extension-eula
zh_tw: Trimble Connect 擴充程式讓您可以直接從 Trimble Connect對模型進行參照、儲存與合作。您使用的 SketchUp 上的 Trimble Connect 擴充程式乃依據" Trimble 擴充程式使用者授權合約"，其位置在： extensions.sketchup.com/en/trimble-extension-eula

source: The current version of this model on Trimble Connect has been modified. Do you wish to continue and overwrite the current version with your version?
cs: Aktuální verze tohoto modelu na aplikaci Trimble Connect byla upravena. Chcete pokračovat a přepsat aktuální verzi s vaší verzí?
de: Die aktuelle Version dieses Modells auf Trimble Connect wurde geändert. Möchten Sie fortfahren und die aktuelle Version durch Ihre Version ersetzen?
es: La versión actual de este modelo en Trimble Connect se ha modificado. ¿Deseas continuar y sobrescribir la versión actual con tu versión?
fr: La version actuelle de ce modèle sur Trimble Connect a été modifiée. Souhaitez-vous continuer et remplacer la version actuelle par votre version ?
hu: A jelenlegi változata ennek a modellnek módosításra került a Trimble Connecten. Kívánja folytatni, és felülírja az aktuális verziót a Ön változatával?
it: La versione corrente di questo modello su Trimble Connect è stata modificata. Desideri continuare e sovrascrivere la versione corrente con la tua versione?
ja: Trimble Connectにあるモデル最新のバージョンに変更されています。最新のバージョンで保存しますか、またはご自身のお持ちのバージョンで保存しますか？
ko: Trimble Connect에 있는 이 모델의 현재 버전이 수정되었습니다. 계속 진행해서 귀하의 버전으로 현재 버전을 덮어쓰시겠습니까?
pl: Bieżąca wersja tego modelu w Trimble Connect została zmodyfikowana. Czy chcesz kontynuować i zastąpić bieżącą wersję swoją wersją?
pt_br: A versão atual deste modelo no Trimble Connect foi modificada. Deseja continuar e substituir a versão atual com sua versão?
ru: Текущая версия этой модели в Trimble Connect изменена. Продолжить и перезаписать текущую версию на вашу версию?
sv: Den nuvarande versionen av denna modell i Trimble Connect har ändrats. Vill du fortsätta och skriva över den nuvarande versionen med din version?
zh_cn: Trimble Connect 上该模型的当前版本已被修改，是否要继续并使用您的版本覆盖当前版本？
zh_tw: Trimble Connect 上此模型目前的版本已被修改。是否要繼續並以您的版本覆寫目前版本？

source: The model is currently open and cannot be deleted.
cs: Model je aktuálně otevřený a nelze ho smazat.
de: Das Modell ist geöffnet und kann nicht gelöscht werden.
es: El modelo está abierto actualmente y no se puede eliminar.
fr: Le modèle est actuellement ouvert et ne peut pas être supprimé.
hu: A modell jelenleg nyitva, és nem törölhető.
it: Il modello è attualmente aperto e non può essere eliminato.
ja: モデルは現在利用中のために削除できません。
ko: 모델이 현재 열려 있어서 삭제할 수 없습니다.
pl: Model jest obecnie otwarty i nie może zostać usunięty.
pt_br: O modelo está aberto no momento e não pode ser apagado.
ru: Модель открыта и не может быть удалена.
sv: Modellen är öppen för närvarande och kan inte tas bort.
zh_cn: 模型目前已打开，无法删除。
zh_tw: 模型目前為開啟狀態，無法刪除。

source: The model is either empty or contains only reference models and cannot be uploaded to Trimble Connect.
cs: Model je buď prázdný, nebo obsahuje pouze referenční modely a nemůže být odeslán do aplikace Trimble Connect.
de: Das Modell ist entweder leer oder enthält nur Referenzmodelle und kann nicht zu Trimble Connect hochgeladen werden.
es: El modelo está vacío o contiene solo modelos de referencia y no se puede subir a Trimble Connect.
fr: Le modèle est soit vide ou contient uniquement des modèles de référence et ne peut pas être téléchargé sur Trimble Connect.
hu: A minta, vagy üres, vagy csak referenciamodelleket tartalmaz, és nem lehet feltölteni a Trimble Connectbe.
it: Il modello è vuoto o contiene solo modelli di riferimento e non può essere caricato in Trimble Connect.
ja: モデルが空か参照モデルのみが含まれているので、 Trimble Connect にアップロードできません。
ko: 모델이 비어 있거나 참조 모델만 포함하고 있어서 Trimble Connect에 업로드할 수 없습니다.
pl: Model jest pusty lub zawiera tylko modele referencyjne i nie może zostać załadowany do Trimble Connect.
pt_br: Ou o modelo está vazio ou só contém modelos de referência e não pode ser enviado para o Trimble Connect.
ru: Модель пустая или содержит только исходные модели. Ее невозможно загрузить в Trimble Connect.
sv: Modellen är antingen tom eller så innehåller den enbart referensmodeller och kan inte överföras till Trimble Connect.
zh_cn: 模型为空或仅包含参考模型，无法上传到 Trimble Connect。
zh_tw: 模型為空的，或者僅包含參考模型，且不可上傳至 Trimble Connect。

source: This folder contains the currently open model and cannot be deleted.
cs: Tento adresář obsahuje aktuálně otevřený model a nelze jej smazat.
de: Der Ordner enthält das momentan geöffnete Modell und kann nicht gelöscht werden.
es: Esta carpeta contiene el modelo abierto actualmente y no se puede eliminar.
fr: Ce dossier contient le modèle actuellement ouvert et ne peut pas être supprimé.
hu: Ez a mappa tartalmazza a jelenleg megnyitott modell, és nem törölhető.
it: Questa cartella contiene il modello attualmente aperto e non può essere eliminato.
ja: このフォルダーは現在開いているモデルを含むので削除できません。
ko: 이 폴더는 현재 열려 있는 모델을 포함하고 있어서 삭제할 수 없습니다.
pl: Ten folder zawiera otwarty obecnie model i nie można go usunąć.
pt_br: Esta pasta contém o modelo atualmente aberto e não pode ser apagada.
ru: Эта папка содержит открытую модель, ее удалить нельзя.
sv: Mappen innehåller modellen som är öppen för närvarande och kan inte tas bort.
zh_cn: 此文件夹包含当前已打开的模型，无法删除。
zh_tw: 此資料夾包含目前開啟中的模型，無法刪除。

source: This model is a reference model in the active model. Are you sure you want to delete it?
cs: Tento model je referenčním modelem v aktivním modelu. Opravdu ho chcete smazat?
de: Dieses Modell ist ein Referenzmodell im aktiven Modell. Möchten Sie es wirklich löschen?
es: Este modelo es un modelo de referencia en el modelo activo. ¿Seguro que quieres eliminarlo?
fr: Ce modèle est un modèle de référence dans le modèle actif. Souhaitez-vous vraiment le supprimer ?
hu: Ez a modell egy referencia modell az aktív modellben. Biztosan törölni szeretné?
it: Questo modello è un modello di riferimento nel modello attivo. Confermi di volerlo eliminare?
ja: このモデルは現在は参照モデルとして利用中です、削除するよろしいですか？
ko: 이 모델은 활성화된 모델의 참조 모델입니다. 정말로 삭제하시겠습니까?
pl: To jest model referencyjny w aktywnym modelu. Czy na pewno chcesz go usunąć?
pt_br: Este modelo é de referência no modelo ativo. Tem certeza que deseja apagá-lo?
ru: Эта модель является исходной моделью в активной модели. Удалить ее?
sv: Modellen är en referensmodell till den aktiva modellen. Är du säker på att du vill ta bort den?
zh_cn: 此模型是活动模型中的参考模型，确定要删除？
zh_tw: 此模型為作用中的參考模型。是否確定要刪除？

source: This reference model has already been imported. Only one instance of a reference model is supported.
cs: Tento referenční model již byl importován. Je podporována pouze jedna instance referenčního modelu.
de: Das Referenzmodell wurde bereits importiert. Es wird nur eine Instanz eines Referenzmodells unterstützt.
es: Este modelo de referencia ya ha sido importado. Solo se admite una instancia de un modelo de referencia.
fr: Ce modèle de référence a déjà été importé. Seule une instance de modèle de référence est prise en charge.
hu: Ez a referencia modell már importálva lett. Csak egy példánya a referencia modellnek támogatott.
it: Questo modello di riferimento è già stato importato. È supportata una sola istanza di modello di riferimento.
ja: この参照モデルは既にインポートされています。参照モデルの 1 つのインスタンスのみがサポートされています。
ko: 이 참조 모델은 이미 가져왔습니다. 한 개의 참조 모델 인스턴스만 지원됩니다.
pl: Ten model został już zaimportowany. Tylko jedna instancja modelu jest obsługiwana.
pt_br: Este modelo de referência já foi importado. Só pode haver uma instância de modelo de referência.
ru: Эта исходная модель уже импортирована. Одновременно можно использовать только один экземпляр исходной модели.
sv: Denna referens modell har redan importerats. Endast en instans av en referensmodell stöds.
zh_cn: 此参考模型已导入，仅支持一个参考模型实例。
zh_tw: 已匯入此參考模型。僅支援參考模式中的一個範例。

source: Unable to connect. Please check your internet connection.
de: Verbindung kann nicht hergestellt werden. Prüfen Sie die Internetverbindung.
es: No se pudo conectar. Comprueba tu conexión a Internet.
fr: Impossible de se connecter. Veuillez vérifier votre connexion Internet.
hu: Nem lehet csatlakozni. Kérlek ellenőrizd az internet kapcsolatod.
it: Impossibile connettersi. Controlla la tua connessione Internet.
ja: 接続できません。インターネット接続を確認してください。
ko: 연결할 수 없습니다. 인터넷 연결을 확인하십시오.
pl: Brak połączenia z internetem. Sprawdź połączenie.
pt_br: Não foi possível conectar. Por favor, verifique sua conexão com a Internet.
ru: Не удается подключиться. Проверьте подключение к Интернету.
sv: Det går inte att ansluta. Kontrollera din internet-anslutning.
zh_cn: 搜索 3D Warehouse失败。请检查您的互联网连接。
zh_tw: 無法連線。請檢查您的網際網路連線。

source: Unable to create temp model file
cs: Nelze vytvořit soubor modelu temp
de: Temporäre Modelldatei konnte nicht erstellt werden
es: No se ha podido crear el archivo de modelo temporal
fr: Impossible de créer un fichier de modèle temporaire
hu: Nem tud átmeneti modell fájlt létrehozni
it: Impossibile creare il file del modello temporaneo
ja: モデルの一時ファイルを作成できません。
ko: 임시 모델 파일을 생성할 수 없습니다
pl: Nie można utworzyć tymczasowego pliku modelu
pt_br: Impossível criar arquivo de modelo temporário
ru: Не удается создать временный файл модели
sv: Kunde inte skapa temporär modellfil
zh_cn: 无法创建临时模型文件
zh_tw: 無法建立臨時模型檔案

source: Unable to import reference.
cs: Nelze importovat odkaz.
de: Referenz konnte nicht importiert werden.
es: No se ha podido importar la referencia.
fr: Impossible d’importer la référence.
hu: Nem sikerült importálni a referenciát.
it: Impossibile importare il riferimento.
ja: 参照をインポートできません。
ko: 참조를 가져올 수 없습니다.
pl: Nie można zaimportować modelu referencyjnego.
pt_br: Impossível importar referência.
ru: Не удается импортировать ссылку.
sv: Kunde inte importera referens.
zh_cn: 无法导入参考。
zh_tw: 無法匯入參考。

source: Unable to import the selected file. Please ensure it is a valid model.
cs: Nelze importovat vybraný soubor. Zkontrolujte, zda je model platný.
de: Ausgewählte Datei konnte nicht importiert werden. Stellen Sie bitte sicher, dass es sich um ein gültiges Modell handelt.
es: No se ha podido importar el archivo seleccionado. Asegúrate de que es un modelo válido.
fr: Impossible d’importer le fichier sélectionné. Veuillez vous assurer qu'il s'agit d'un modèle valide.
hu: Nem sikerült importálni a kijelölt fájlt. Győződjön meg arról, hogy ez egy érvényes modell.
it: Impossibile importare il file selezionato. Verifica che sia un modello valido.
ja: 選択したファイルをインポートできません、モデルを確認してください。
ko: 선택된 파일을 가져올 수 없습니다. 유효한 모델인지 확인해주십시오.
pl: Nie można zaimportować wybranego pliku. Upewnij się, że model jest prawidłowy.
pt_br: Impossível importar o arquivo selecionado. Verifique se ele é um modelo válido.
ru: Не удается импортировать выбранный файл. Убедитесь, что это допустимая модель.
sv: Kunde inte importera den valda filen. säkerställ att det är en giltig modell.
zh_cn: 无法导入选定文件，请确保其为有效模型。
zh_tw: 無法匯入選取的檔案。請確保該檔案為有效模型。

source: Unable to remove reference model.
cs: Nelze odebrat referenční model.
de: Das Referenzmodell konnte nicht entfernt werden.
es: No se ha podido eliminar el modelo de referencia.
fr: Impossible de supprimer le modèle de référence.
hu: Nem távolítható el a referencia modell.
it: Impossibile rimuovere il modello di riferimento.
ja: 参照モデルを削除できません。
ko: 참조 모델을 제거할 수 없습니다.
pl: Nie można usunąć modelu referencyjnego.
pt_br: Impossível remover modelo de referência.
ru: Не удается удалить исходную модель.
sv: Kunde inte ta bort referensmodellen.
zh_cn: 无法移除参考模型。
zh_tw: 無法移除參考模型。

source: Update Reference Models
cs: Aktualizovat referenční modely
de: Referenzmodelle aktualisieren
es: Actualizar modelos de referencia
fr: Mettre à jour les modèles de référence
hu: Referencia modellek frissítése
it: Aggiorna modelli di riferimento
ja: 参照モデルを更新
ko: 참조 모델 업데이트
pl: Aktualizuj modele
pt_br: Atualizar modelos de referência
ru: Обновить исходные модели
sv: Uppdatera referensmodeller
zh_cn: 更新参考模型
zh_tw: 更新參考模型

source: Updating model...
cs: Aktualizace modelu ...
de: Modell aktualisieren...
es: Actualizando modelo...
fr: Mise à jour du modèle...
hu: Modell frissítése...
it: Aggiorno il modello...
ja: モデルを更新しています...
ko: 모델 업데이트 중...
pl: Aktualizowanie modelu...
pt_br: Atualizando modelo...
ru: Обновление модели...
sv: Uppdaterar modellen...
zh_cn: 正在更新模型...
zh_tw: 正在更新模型...

source: Warning: The center of the reference model is very far from the origin. This may affect performance. Continue import?
cs: Upozornění: Střed referenčního modelu je od původního velmi daleko. To může ovlivnit výkon. Pokračovat v importu?
de: Achtung: Der Mittelpunkt des Referenzmodells ist sehr weit vom Nullpunkt entfernt. Dies kann die Leistung beeinträchtigen. Import fortsetzen?
es: Advertencia: El centro del modelo de referencia se encuentra muy lejos del origen. Esto puede afectar al rendimiento. ¿Continuar con la importación?
fr: Attention : le centre du modèle de référence est situé très loin de l’origine. Cela peut affecter les performances. Poursuivre l’importation ?
hu: Figyelmeztetés: A referencia modell központja nagyon távol az eredeti helyétől. Ez hatással lehet a teljesítményre. Folytatja az importálást?
it: Avviso: il centro del modello è molto distante dall'origine. Ciò potrebbe influire sulle prestazioni. Desideri continuare con l'importazione?
ja: 警告: 参照モデルの中心が原点から離れていますのでパフォーマンスに影響する可能性があります。インポートを続けますか？
ko: 경고: 참조 모델의 중심이 원점에서 먼 곳에 위치하고 있습니다. 그러면 성능에 영향을 줄 수 있습니다. 가져오기를 계속하시겠습니까?
pl: Uwaga: Środek modelu referencyjnego bardzo różni się od początkowego. Może to wpłynąć na wydajność. Czy kontynuować importowanie?
pt_br: Aviso: O centro do modelo de referência está muito distante da origem. Isso pode afetar o desempenho. Continuar a importação?
ru: Внимание! Центр исходной модели находится очень далеко от начала координат. Это может повлиять на производительность. Продолжить импорт?
sv: Varning: Mittpunkten i referensmodellen befinner sig väldigt långt ifrån originalet. Detta kan påverka prestandan. Fortsätt importera?
zh_cn: 警告：参考模型中心远离原点，这可能会影响性能，继续导入？
zh_tw: 警告：參考模型的中心與原點距離相差甚遠，可能影響效能。是否繼續匯入？

source: Warning: The models in the ToDo view have different positions than the models within this SketchUp file. The ToDo view may not match the SketchUp view.
cs: Upozornění: Modely v zobrazení ToDo se odlišují od modelů v tomto souboru SketchUp. Zobrazení ToDo pohledu nemusí odpovídat zobrazení SketchUp.
de: Achtung: Die Modelle in der To-do-Ansicht sind anders ausgerichtet als die Modelle in dieser SketchUp-Datei. Die To-do-Ansicht kann daher von der SketchUp-Ansicht abweichen.
es: Advertencia: Los modelos en la vista de pendientes tienen diferentes posiciones que los modelos en este archivo de SketchUp. Puede que la vista de pendientes no se corresponda con la vista de SketchUp.
fr: Attention : les modèles dans la vue des Tâches ont des positions qui sont différentes de celles des modèles dans ce fichier SketchUp. La vue des Tâches peut ne pas correspondre à la vue de SketchUp.
hu: Figyelmeztetés: A modellek a ToDo nézetben másképp helyezkednek el, mint a SketchUp-fájlon belül. Előfordulhat, hogy a ToDo nézet nem egyezik a SketchUp nézettel.
it: Avviso: i modelli nella visualizzazione Attività previste sono posizionati diversamente rispetto ai modelli in questo file di SketchUp. È possibile che la visualizzazione Attività previste non corrisponda alla visualizzazione di SketchUp.
ja: 警告: 作業 ビューのモデルはこの SketchUp ファイル内のモデルと別の位置があります。作業ビューが SketchUp ビューと一致しない可能性があります。
ko: 경고: 작업관리 보기 안의 모델들이 이 SketchUp 파일 안의 모델들과 다르게 배치되었습니다. 작업관리 보기가 SketchUp 보기와 일치하지 않을 수 있습니다.
pl: Uwaga: Modele w widoku zadań mają inne pozycje niż modele w tym pliku SketchUp. Widok zadań może nie pasować do widoku SketchUp.
pt_br: Aviso: Os modelos da visualização de Tarefas têm posições diferentes do que os modelos dentro deste arquivo do SketchUp. A visualização de Tarefas pode não coincidir com a visualização do SketchUp.
ru: Внимание! Модели в представлении задач имеют другие расположения, чем модели в файле SketchUp. Представление задач может не соответствовать представлению SketchUp.
sv: Varning: Modellerna i uppgiftsvyn har andra positioner än modellerna inom denna SketchUp-fil. ToDo-vyn kanske inte matchar SketchUp-vyn.
zh_cn: 警告：待办事项视图中的模型位置与该 SketchUp 文件中的模型位置不同，待办事项视图可能与 SketchUp 视图不匹配。
zh_tw: 警告：與 SketchUp 檔案中的模型相比，待辦事項視圖中的模型位置不同。待辦事項視圖可能無法媒合 SketchUp 視圖。
