Repository: jcbreton/SURay
Catalog: su_trimble_connect/Resources/*/trimble_connect.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Warning: This view includes models that have not yet been imported as references. The ToDo view may not match the SketchUp view.
cs: Varování: Toto zobrazení zahrnuje modely, které dosud nebyly naimportovány jako odkazy. ToDo pohled nemusí odpovídat zobrazení SketchUp.
de: Achtung: Diese Ansicht umfasst Modelle, die noch nicht als Referenzen importiert wurden. Die To-do-Ansicht kann daher von der SketchUp-Ansicht abweichen.
es: Advertencia: Esta vista incluye modelos que todavía no se han importado como referencia. Puede que la vista de pendientes no se corresponda con la vista de SketchUp.
fr: Attention : cette vue comprend des modèles qui n’ont pas encore été importés en tant que références. La vue des Tâches peut ne pas correspondre à la vue de SketchUp.
hu: Figyelmeztetés: Ez a nézet tartalmazza a modelleket, amelyeket még nem importált hivatkozásként. Előfordulhat, hogy a ToDo nézet nem egyezik a SketchUp nézettel.
it: Avviso: questa visualizzazione include modelli non ancora importati come riferimenti. È possibile che la visualizzazione Attività previste non corrisponda alla visualizzazione di SketchUp.
ja: 警告: このビューには参照としてインポートされていないモデルが含まれています。作業ビューが SketchUp ビューと一致しない可能性があります。
ko: 경고: 이 보기는 아직 참조로 가져오지 않은 모델을 포함하고 있습니다. 작업관리 보기가 SketchUp 보기와 일치하지 않을 수 있습니다.
pl: Uwaga: Ten widok zawiera modele, które nie zostały jeszcze zaimportowane jako referencyjne. Widok zadań może nie pasować do widoku SketchUp.
pt_br: Aviso: Esta visualização inclui modelos que ainda não foram importados como referência. A visualização de Tarefas pode não coincidir com a visualização do SketchUp.
ru: Предупреждение. Это представление включает модели, которые еще не были импортированы как ссылки. Представление задач может не соответствовать представлению SketchUp.
sv: Varning: Denna vy inkluderar modeller som inte har importerats som referenser än. Uppgiftsvyn kanske inte matchar SketchUp-vyn.
zh_cn: 警告：此视图包括尚未导入为参考的模型，待办事项视图可能与 SketchUp 视图不匹配。
zh_tw: 警告：此視圖包含尚未匯入作為參考的模型。待辦事項視圖可能無法媒合 SketchUp 視圖。

source: You have pending downloads. Closing this window will cancel your current download operation. Continue?
cs: Máte probíhající stahování. Zavřením tohoto okna zrušíte aktuální operaci stahování. Chcete pokračovat?
de: Es liegen anstehende Downloads vor. Durch Schließen des Fensters wird der Vorgang abgebrochen. Fortfahren?
es: Tienes descargas pendientes. Al cerrar esta ventana, se cancelará la operación de descarga actual. ¿Continuar?
fr: Vous avez des téléchargements en attente. Fermer cette fenêtre annulera votre opération de téléchargement actuelle. Poursuivre ?
hu: Függőben lévő letöltésed van. Ha bezárod az ablakot, akkor ez megszakad. Biztos továbblépsz?
it: Sono presenti download in sospeso. La chiusura di questa finestra implicherà l'annullamento dell'operazione di download corrente. Desideri continuare?
ja: 保留中のダウンロードがあります。このウィンドウを閉じると、現在のアダウンロード操作がキャンセルされます。続行しますか？
ko: 대기 중인 다운로드가 있습니다. 이 창을 닫으면 현재 다운로드 작업이 취소됩니다. 계속하시겠습니까?
pl: Masz oczekujące pobierania. Zamknięcie tego okna spowoduje anulowanie bieżącej operacji pobierania. Czy chcesz kontynuować?
pt_br: Você tem downloads pendentes. Fechar este modelo cancela sua operação de download atual. Deseja continuar?
ru: У вас есть ожидающие загрузки. Закрыв это окно, вы отмените текущую операцию загрузки. Продолжить?
sv: Du har nedladdningar i kö. Att stänga detta fönster avbryter dina pågående nedladdningar. Fortsätt?
zh_cn: 您有待定下载，关闭此窗口将取消当前下载操作，是否继续？
zh_tw: 您有待下載的檔案。關閉此視窗，將取消目前的下載作業。是否要繼續？

source: You have pending uploads. Closing this window will cancel your current upload operation. Continue?
cs: Probíhá nahrávání. Zavření tohoto okna zruší aktuální operaci nahrávání. Chcete Pokračovat?
de: Es liegen anstehende Uploads vor. Durch Schließen dieses Fensters wird der aktuelle Hochladevorgang abgebrochen. Fortfahren?
es: Tienes subidas pendientes. Al cerrar esta ventana, se cancelará la operación de subida actual. ¿Continuar?
fr: Vous avez des transferts en attente. Fermer cette fenêtre annulera votre opération de transfert actuelle. Poursuivre ?
hu: Függőben lévő feltöltésed van. Ha bezárod az ablakot, akkor ez megszakad. Biztos továbblépsz?
it: Sono presenti caricamenti in sospeso. La chiusura di questa finestra implicherà l'annullamento dell'operazione di caricamento corrente. Desideri continuare?
ja: 保留中のアップロードがあります。このウィンドウを閉じると、現在のアップロード操作がキャンセルされます、続行しますか？
ko: 대기 중인 업로드가 있습니다. 이 창을 닫으면 현재 업로드 작업이 취소됩니다. 계속하시겠습니까?
pl: Masz oczekujące pliki do wysłania. Zamykając to okno anulujesz bieżący proces wysyłania. Czy chcesz kontynuować?
pt_br: Você tem envios pendentes. Fechar este modelo cancela sua operação de envio atual. Deseja continuar?
ru: У вас есть ожидающие загрузки. Закрыв это окно, вы отмените текущую операцию загрузки. Продолжить?
sv: Du har överföringar i kö. Att stänga detta fönster avbryter dina pågående överföringar. Fortsätt?
zh_cn: 您有待定上传，关闭此窗口将取消当前上传操作，是否继续？
zh_tw: 您有待上傳的檔案。關閉此視窗，將取消目前的上傳作業。是否要繼續？
