Repository: jcbreton/SURay
Catalog: su_sandbox/Resources/*/sandbox.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Sandbox Tools
cs: Terén
de: Sandkistenfunktionen
es: Herramientas de caja de arena
fr: Outils Bac à sable
hu: Sandbox Eszköz
it: Strumenti sabbiera
ja: サンドボックスツール
ko: 샌드박스 도구
pl: Narzędzia Ukształtowania powierzchni
pt_br: Ferramentas de caixa de areia
ru: Инструменты песочницы
sv: Sandlådaverktyg
zh_cn: 沙盒工具
zh_tw: 沙盒工具

source: Adds items to the Draw and Tools menus for creating and editing organic shapes such as terrain.
cs: Přidá položky do nabídky Draw a Tools pro vytváření a úpravu organických tvarů, jako je například terén.
de: Fügt Artikel für das Erstellen und Bearbeiten von organischen Formen, z. B. Gelände, den Menüs 'Zeichnen' und 'Tools' hinzu.
es: Añade opciones a los menús 'Dibujo' y 'Herramientas' para crear y editar formas orgánicas, como terrenos.
fr: Ajoute des éléments aux menus Dessiner et Outils destinés à la création et édition de formes organiques telles que les terrains.
hu: Elemek hozzáadása a Rajz és Eszköz menükhöz organikus formák (mint pl. talaj) létrhozásához és szerkesztéséhez.
it: Aggiunge elementi ai menu Disegno e Strumenti per creare e modificare forme organiche quali un terreno.
ja: 地形などのオーガニック形状を作成および編集する項目を [描画] メニューや [ツール] メニューに追加。
ko: 지형 등의 유기체 형태를 만들거나 편집하려면 그리기 및 도구 메뉴에 항목을 추가합니다.
pl: Powoduje dodanie do menu Rysuj i Narzędzia elementów umożliwiających tworzenie i edytowanie kształtów organicznych, np. terenu.
pt_br: Adiciona itens aos menus Desenho e Ferramentas para criar e editar formas orgânicas, tais como um terreno.
ru: Добавляет в меню «Рисовать» и «Инструменты» пункты для создания и редактирования естественных фигур, таких как рельеф.
sv: Lägger till objekt till menyerna Rita och Verktyg för att skapa och redigera organiska former så som terräng.
zh_cn: 在“绘图”和“工具”菜单中添加项目以创建和编辑有机形状（如地形）。
zh_tw: 在 [繪圖] 和 [工具] 功能表中增加項目以建立與編輯有機形狀，如地形。

source: Sandbox
cs: Terén
de: Sandkiste
es: Caja de arena
fr: Bac à sable
it: Sabbiera
ja: サンドボックス
ko: 샌드박스
pl: Ukształtowanie powierzchni
ru: Песочница
sv: Sandlåda
zh_cn: 沙箱
zh_tw: 沙箱

source: From Contours
cs: Z vrstevnic
de: Aus Konturen
es: Desde contornos
fr: À partir des contours
hu: A kontúrok
it: Da contorni
ja: 等高線から
ko: 윤곽에서
pl: Z konturów
pt_br: A partir de contornos
ru: Из контуров
sv: Från konturer
zh_cn: 根据等高线创建
zh_tw: 從等高線

source: From Scratch
cs: Na zelené louce
de: Neue weiche Fläche
es: Desde cero
fr: À partir de zéro
hu: A Semmiből
it: Da zero
ja: 最初から
ko: 스크래치에서
pl: Od podstaw
pt_br: A partir de zero
ru: С нуля
sv: Från scratch
zh_cn: 根据网格创建
zh_tw: 從網格

source: Smoove
cs: Zvlnění
de: Formen
es: Esculpir
fr: Modeler
it: Modella
ja: スムーブ
ko: 고르지 않게
pl: Modelowanie
pt_br: Modelar
ru: Моделирование
sv: Skulptera
zh_cn: 曲面起伏
zh_tw: 曲面拉伸

source: Stamp
cs: Otisk
de: Fläche abbilden
es: Estampar
fr: Tamponner
hu: Bélyegző
it: Stampo
ja: スタンプ
ko: 스탬프
pl: Odciskanie
pt_br: Estampar
ru: Оттиск
sv: Stämpel
zh_cn: 曲面平整
zh_tw: 印章

source: Stamping
cs: Lisování
de: Fläche abbilden
es: Estampación
fr: Tamponnage
hu: Bélyegzés
it: Stampo
ja: スタンプ
ko: 스탬프 처리
pl: Stemplowanie
pt_br: Estampa
ru: Оттискивание
sv: Stämpling
zh_cn: 曲面平整
zh_tw: 蓋印

source: Drape
cs: Pokrýt
de: Fläche verbinden
es: Proyectar
fr: Projeter
hu: Szövet
it: Proietta
ja: ドレープ
ko: 드레이프
pl: Rzutowanie
pt_br: Projetar
ru: Драпировка
sv: Drapera
zh_cn: 曲面投射
zh_tw: 投影

source: Add Detail
cs: Přidat detail
de: Detail hinzufügen
es: Añadir detalle
fr: Ajouter des détails
hu: Részlet hozzáadása
it: Aggiungi dettagli
ja: 詳細を追加
ko: 디테일 추가
pl: Dodaj szczegół
pt_br: Adicionar detalhe
ru: Добавить деталь
sv: Lägg till detalj
zh_cn: 添加细部
zh_tw: 新增細節

source: Flip Edge
cs: Prohodit hranu
de: Kante spiegeln
es: Voltear arista
fr: Retourner l’arête
hu: Élek átfutása
it: Inverti bordo
ja: エッジを反転
ko: 가장자리 대칭 이동
pl: Przerzuć wzdłuż krawędzi
pt_br: Virar a aresta
ru: Отразить ребро
sv: Vänd Kant
zh_cn: 对调角线
zh_tw: 翻轉邊線

source: Sandbox from Contours
cs: Terén z vrstevnic
de: Sandkiste aus Konturen
es: Caja de arena desde contornos
fr: Bac à sable à partir des contours
hu: Sandbox kontúról
it: Sabbiera da contorni
ja: 等高線から地形を作成
ko: 윤곽에서 샌드박스
pl: Ukształtowanie powierzchni z konturów
pt_br: Caixa de areia a partir de contornos
ru: Песочница по контурам
sv: Sandlåda från konturer
zh_cn: 根据等高线创建沙盒
zh_tw: 從等高線建立沙盒

source: You must first select the contours you wish to use to create the sandbox before using this tool.
cs: Před použitím tohoto nástroje musíte nejprve zvolit obrysy, které chcete použít k vytvoření karantény.
de: Vor der Verwendung dieser Funktion müssen Sie zuerst die Konturen auswählen, mit denen Sie eine Sandkiste erstellen möchten.
es: Debes seleccionar primero los contornos que quieras utilizar para crear la caja de arena antes de utilizar esta herramienta.
fr: Avant d’utiliser cet outil, vous devez sélectionner les contours servant à créer le bac à sable.
hu: Elsőnek válaszd ki a kontúrt ahol használni szeretnéd a Sandbox-ot, mielőtt használni próbálod.
it: Devi selezionare i contorni che vuoi usare per creare la sabbiera prima di utilizzare questo strumento.
ja: このツールを使用する前に地形を作成するのに使用する等高線を選択する必要があります。
ko: 이 도구를 사용하기 전에 먼저 사용할 윤곽을 선택하여 샌드박스를 만들어야 합니다.
pl: Przed użyciem tego narzędzia konieczne jest zaznaczenie konturów, które mają zostać użyte do ukształtowania powierzchni.
pt_br: Antes de utilizar esta ferramenta, primeiro você deve selecionar os contornos que deseja usar para criar a caixa de areia.
ru: Прежде чем использовать инструмент, сначала необходимо выбрать контуры, которые будут использованы для создания песочницы.
sv: Du måste först markera konturerna du vill använda för att skapa sandlåda innan du använder detta verktyg.
zh_cn: 在使用此工具前，您必须先选择用来创建沙盒的等高线。
zh_tw: 在使用此工具之前，必須先選取要用於建立沙盒的等高線。

source: Select a face, edge or vertex on the mesh to detail. Hold down CTRL to add detail without offsetting the new vertex.
cs: Zvolte plochu, okraj nebo vrchol na oku do detailu. Podržte klávesu CTRL pro přidání detailu bez vyrovnání nového vrcholu.
de: Wählen Sie eine Fläche, eine Kante oder einen Scheitelpunkt auf der Vermaschung aus, um Details anzuzeigen. Halten Sie die Strg-Taste gedrückt, um Details hinzuzufügen ohne den neuen Scheitelpunkt zu versetzen.
es: Selecciona una cara, arista o vértice de la malla para añadirle detalle. Pulsa CTRL para añadir detalle sin aplicar equidistancia al vértice nuevo.
fr: Sélectionnez une face, une arête ou un sommet à détailler sur la maille. Maintenez la touche CTRL enfoncée pour ajouter des détails sans décaler le nouveau sommet.
hu: Válasszon egy felületet, élet, vagy csúcsponton a hálón a részletezéshez. Tartsa lenyomva a CTRL-t a részletek hozzáadásához az új csúcspont beszámítása nélkül.
it: Seleziona una faccia, un bordo o un vertice sulla mesh a cui aggiungere dettagli. Mantieni premuto il tasto CTRL per aggiungere dettagli senza rendere equidistante il nuovo vertice.
ja: 細かくするメッシュ上の面、エッジ、または頂点を選択してください。新しい頂点をオフセットしないで詳細を追加するには、CTRL キーを押したまま操作します。
ko: 디테일에 대해 망에서 정점, 면 또는 가장자리를 선택합니다. Ctrl을 누른 상태에서 새 정점을 오프셋하지 않고 디테일을 추가합니다.
pl: Wybierz płaszczyznę, krawędź lub wierzchołek na siatce, aby dodać szczegół. Przytrzymaj klawisz CTRL, aby dodać szczegół bez odsuwania nowego wierzchołka.
pt_br: Selecione uma face, uma aresta ou um vértice na malha para detalhar. Mantenha pressionada a tecla CTRL para adicionar detalhes sem aplicar equidistância ao novo vértice.
ru: Выберите грань, ребро или вершину на сетке для детализации. Чтобы добавить деталь без смещения новой вершины, удерживайте CTRL.
sv: Markera en yta, kanten eller vertex på rutnätet för detaljer. Håll ner Ctrl för att lägga till detalj utan att förflytta ny vertex.
zh_cn: 请先选择平面、边线或网格的顶点才能添加细部。 按下 CTRL 键可在不偏移新顶点的同时添加细部。
zh_tw: 在網格上選取要新增細節的表面、邊線或頂點。按住 CTRL 鍵以新增細節而不偏移新的頂點。

source: Offset the new vertex from the mesh. Click to set the offset or type the offset distance. Hold down Shift to offset perpendicular to the selected entity.
cs: Vyrovnejte nový vrchol ze síťoviny. Klepnutím nastavte odsazení nebo zadejte vzdálenost odsazení. Podržte klávesu Shift a odsazení kolmo na vybraný subjekt.
de: Versetzen Sie den neuen Scheitelpunkt von der Vermaschung. Klicken Sie, um den Versatz einzustellen, oder geben Sie den Versatzabstand ein. Halten Sie die Umschalttaste gedrückt, um senkrecht zum ausgewählten Element zu versetzen.
es: Crea una equidistancia del vértice nuevo desde la malla. Haz clic para fijar la equidistancia o escribe la distancia deseada. Mantén presionada la tecla Mayúsculas para que la distancia sea perpendicular a la entidad seleccionada.
fr: Décalez le nouveau sommet dans la maille. Cliquez pour définir le décalage ou tapez une distance de décalage. Maintenez la touche Maj enfoncée pour un décalage perpendiculaire à l’entité sélectionnée.
hu: Húzza ki az új csúcspontot a hálóból. Kattintson a kihúzás beállítására vagy adja meg a kihúzás távolságát. Tartsa lenyomva a Shift-et, hogy a kijelölt elemre merőleges legyen a kihúzás.
it: Rendi equidistante il nuovo vertice dalla mesh. Fai clic per impostare la distanza di offset o inseriscila. Mantieni premuto il tasto Maiuscole per l'offset perpendicolare all'entitˆ selezionata.
ja: メッシュから新しい頂点をオフセットします。クリックしてオフセットを設定するか、またはオフセット距離を入力してください。選択したエンティティに対して垂直にオフセットするには、Shift キーを押したまま操作します。
ko: 망에서 새 정점을 오프셋합니다. 클릭하여 오프셋을 설정하거나 오프셋 거리를 입력합니다. Shift를 누른 상태에서 선택된 요소에 수직으로 오프셋합니다.
pl: Odsuń nowy wierzchołek od siatki. Kliknij, aby ustawić odsunięcie lub wpisz odległość odsunięcia. Przytrzymaj klawisz SHIFT, aby odsunąć prostopadle do zaznaczonego elementu.
pt_br: Aplicar equidistância ao novo vértice a partir da malha. Clique para definir a equidistância ou digite a distância da equidistância. Mantenha pressionada a tecla Shift para aplicar uma equidistância perpendicular à entidade selecionada.
ru: Смещает новую вершину из сетки. Щелкните и задайте смещение или введите расстояние смещения. Чтобы сместить перпендикулярно к выбранному объекту, удерживайте «Shift».
sv: Kompensera den nya vertex från mesh. Klicka för att ange offset eller skriv förskjutningsavståndet. Håll ned Skift för att kompensera vinkelrätt mot den valda enheten.
zh_cn: 偏移网格的新顶点。 点击可设置偏移量或输入偏移距离。 按下 Shift 键可将垂线偏移到选定的图元。
zh_tw: 從網格偏移新的頂點。按一下滑鼠以設定偏移或輸入偏移距離。按住 Shift 鍵朝所選取實體垂直的方向進行偏移。

source: Offset
cs: Ofset
de: Versatz
es: Equidistancia
fr: Décalage
hu: Ofszet
it: Strumento
ja: オフセット
ko: 오프셋
pl: Odsunięcie
pt_br: Equidistância
ru: Сдвиг
sv: Förskjut
zh_cn: 偏移
zh_tw: 偏移

source: Detail Offset
de: Detailversatz
es: Equidistancia detalle
fr: Décalage de détails
hu: Részlet eltolás
it: Offset dettaglio
ja: 詳細オフセット
ko: 디테일 오프셋
pl: Szczegóły offsetu
pt_br: Detalhar equidistância
ru: Точное смещение
sv: Detalj Offset
zh_cn: 细部偏移
zh_tw: 細節偏移

source: Select the entities you wish to drape.
cs: Vyberte subjekty, které chcete pokrýt.
de: Wählen Sie die Elemente aus, die Sie verbinden möchten.
es: Selecciona las entidades que deseas proyectar.
fr: Sélectionnez les entités que vous souhaitez projeter.
hu: Jelöld ki az elemek, amiket le szeretnél fedni.
it: Seleziona le entità da proiettare.
ja: ドレープするエンティティを選択してください。
ko: 드레이프할 요소를 선택합니다.
pl: Wybierz elementy, które chcesz rzutować.
pt_br: Selecione as entidades que deseja projetar.
ru: Выберите объекты, которые нужно задрапировать.
sv: Välj de objekt du vill drapera.
zh_cn: 请选择您要进行曲面投射的图元。
zh_tw: 選取要投影的實體。

source: Select the mesh on which you wish to drape.
cs: Vyberte okénko, které chcete pokrýt.
de: Wählen Sie die Vermaschung, auf der Sie etwas verbinden möchten.
es: Selecciona la malla sobre la que deseas proyectar.
fr: Sélectionnez la maille sur laquelle vous souhaitez effectuer la projection.
hu: Válassza ki a hálót, amit bevonna.
it: Seleziona la mesh su cui vuoi proiettare.
ja: ドレープするメッシュを選択してください。
ko: 드레이프할 망을 선택합니다.
pl: Wybierz siatkę, na którą chcesz rzutować obiekt.
pt_br: Selecione a malha sobre a qual deseja projetar.
ru: Выберите сеть, которую нужно задрапировать.
sv: Välj rutnätet som du vill drapera.
zh_cn: 请选择您要进行曲面投射的网格。
zh_tw: 選取要在上方投影的網格。

source: Spacing
cs: Rozteč
de: Abstand
es: Espaciado
fr: Espacement
hu: Térköz
it: Spaziatura
ja: 間隔
ko: 간격 조정
pl: Interlinia
pt_br: Espaçamento
ru: Расстояние
sv: Mellanrum
zh_cn: 间距
zh_tw: 間距

source: Length
cs: Délka
de: Länge
es: Longitud
fr: Longueur
hu: Hossz
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt_br: Comprimento
ru: Длина
sv: Längd
zh_cn: 长度
zh_tw: 長度

source: Select the first corner of the Sandbox or input the grid spacing of the Sandbox.
cs: Vyberte první roh pískovce nebo vložte rozteč mřížky pískovce.
de: Wählen Sie die erste Ecke der Sandkiste aus oder geben Sie den Rasterabstand der Sandkiste ein.
es: Selecciona la primera esquina de la caja de arena o introduce el espaciado de la retícula.
fr: Sélectionnez le premier angle du bac à sable ou saisissez la valeur d’espacement de grille du bac à sable.
hu: Válassza ki a Sandbox első sarkát, vagy adja meg a Sandbox rácsközeit.
it: Seleziona il primo angolo della Sabbiera o inserisci la spaziatura di griglia della Sabbiera
ja: 地形の最初のコーナーを選択するか、サンドボックスのグリッド間隔を入力してください。
ko: 샌드박스의 첫 번째 모서리를 선택하거나 샌드박스의 그리드 간격을 입력합니다.
pl: Wybierz pierwszy narożnik lub wprowadź odstępy siatki.
pt_br: Selecione o primeiro canto da caixa de areia ou insira o espaçamento da caixa de areia.
ru: Выберите первый угол песочницы или введите расстояния сетки песочницы.
sv: Välj det första hörnet av sandlåda eller ange rutnätets storlek i sandlåda.
zh_cn: 请选择沙盒的第一个角点或输入沙盒的栅格间距。
zh_tw: 選取沙盒的第一個角或輸入沙盒的網格間距。

source: Select the second corner of the Sandbox. Shift locks the direction of the line. Input the length of the line if desired.
cs: Vyberte druhý roh terénu. Shift uzamkne směr čáry. V případě potřeby zadejte délku čáry.
de: Wählen Sie die zweite Ecke der Sandkiste aus. Mit der Umschalttaste wird die Richtung der Linie fixiert. Geben Sie die Länge der Linie ein, falls gewünscht.
es: Selecciona la segunda esquina de la caja de arena. Mayúsculas bloquea la dirección de la línea. Introduce la longitud de la línea si lo deseas.
fr: Sélectionnez le deuxième angle du bac à sable. Maj. permet de verrouiller le sens de la ligne. Saisissez la longueur de la ligne si vous le souhaitez.
hu: Válassza ki a Sandbox második sarkát. A Shift a vonal irányát rögzíti. Ha szükséges, adja meg a vonal hosszát.
it: Seleziona il secondo angolo della Sabbiera. Il tasto Maiuscole blocca la direzione della linea. Inserisci la lunghezza della linea se lo desideri.
ja: 地形の 2 つ目のコーナーを選択してください。Shift キーを押したまま操作すると線の方向を固定できます。必要に応じて線の長さを入力してください。
ko: 샌드박스의 두 번째 모서리를 선택합니다. Shift는 선의 방향을 잠금니다. 원하는 경우 선의 길이를 입력합니다.
pl: Wybierz drugi narożnik. Klawisz Shift blokuje kierunek linii. Możesz wpisać długość linii.
pt_br: Selecione o segundo canto da caixa de areia. A tecla Shift fixa a direção da linha. Insira o comprimento da linha, se desejar.
ru: Выберите второй угол песочницы. «Shift» блокирует направление линии. При желании введите нужную длину линии.
sv: Välj det andra hörnet av sandlåda. Shift låser linjens riktning. Skriv in längden på linjen, om så önskas.
zh_cn: 请选择沙盒的第二个角点。 按 Shift 键可锁定直线的方向。 请酌情输入直线的长度。
zh_tw: 選取沙盒的第二個角。按 Shift 鍵以鎖定直線的方向。如有需要，請輸入直線的長度。

source: Select the third corner of the Sandbox. Input the length of the line if desired.
cs: Vyberte třetí roh terénu. V případě potřeby zadejte délku čáry.
de: Wählen Sie die dritte Ecke der Sandkiste aus. Geben Sie die Länge der Linie ein, falls gewünscht.
es: Selecciona la tercera esquina de la caja de arena. Introduce la longitud de la línea si lo deseas.
fr: Sélectionnez le troisième angle du bac à sable. Saisissez la longueur de la ligne si vous le souhaitez.
hu: Válassza ki a Sandbox harmadik sarkát. Ha szükséges, adja meg a vonal hosszát.
it: Seleziona il terzo angolo della Sabbiera. Inserisci la lunghezza della linea se lo desideri.
ja: 地形の 3 つ目のコーナーを選択してください。必要に応じて、線の長さを入力してください。
ko: 샌드박스의 세 번째 모서리를 선택합니다. 원하는 경우 선의 길이를 입력합니다.
pl: Wybierz trzeci narożnik. Możesz wpisać długość linii.
pt_br: Selecione o terceiro canto da caixa de areia. Insira o comprimento da linha, se desejar.
ru: Выберите третий угол песочницы. При желании введите нужную длину линии.
sv: Välj det tredje hörnet i sandlåda. Ange längden på linjen om så önskas.
zh_cn: 请选择沙盒的第三个角点。 请酌情输入直线的长度。
zh_tw: 選取沙盒的第二個角。如有需要，輸入直線的長度。

source: Sandbox from Scratch
cs: Terén na zelené louce
de: Sandkiste - Neue weiche Fläche
es: Caja de arena desde cero
fr: Bac à sable à partir de zéro
hu: Sandbox a Scratch-ból
it: Sabbiera da zero
ja: 最初から地形を作成
ko: 스크래치에서 샌드박스
pl: Ukształtowanie powierzchni od podstaw
pt_br: Caixa de areia a partir de zero
ru: Песочница с нуля
sv: Sandlåda från scratch
zh_cn: 根据网格创建沙盒
zh_tw: 從網格建立沙盒

source: Select an edge on the mesh to flip.
cs: Vyberte okraj na okénku, abyste se otočili.
de: Wählen Sie eine Kante auf der Vermaschung zum Spiegeln aus.
es: Selecciona una arista en la malla para voltearla.
fr: Sélectionnez une arête à retourner sur la maille.
hu: Válasszon egy élet a hálón a megfordításhoz.
it: Seleziona un bordo sulla mesh da invertire.
ja: 反転するメッシュ上のエッジを選択してください。
ko: 망에서 대칭 이동할 가장자리를 선택합니다.
pl: Wybierz krawędź na siatce, aby przerzucić.
pt_br: Selecione uma aresta na malha para virar.
ru: Выберите ребро на сети, которое нужно отразить.
sv: Välj en kant på nät att vända.
zh_cn: 请在网格上选择要翻转的边线。
zh_tw: 在網格上選取要翻轉的邊線。

source: Radius
cs: Poloměr
es: Radio
fr: Rayon
hu: Sugár
it: Raggio
ja: 半径
ko: 반경
pl: Promień
pt_br: Raio
ru: Радиус
sv: Radie
zh_cn: 半径
zh_tw: 半徑

source: Click to select the base point of the smoove or type a new radius for the smoove.
cs: Klepnutím vyberte základní bod zvlnění nebo zadejte nový poloměr pro zvlnění.
de: Klicken Sie, um den Basispunkt der weichen Bewegung auszuwählen, oder geben Sie einen neuen Radius für die weiche Bewegung ein.
es: Haz clic para seleccionar el punto base de la escultura o teclea un radio nuevo para la operación.
fr: Cliquez pour sélectionner le point de départ du modelage ou tapez un nouveau rayon de modelage.
hu: Ide kattintva válassza ki az elsimítás alappontját vagy írja be az elsimítás új rádiuszát.
it: Fai clic per selezionare il punto base della modellazione o inserisci un nuovo raggio per la modellazione.
ja: クリックしてスムーブの基本点を選択するか、またはスムーブの半径を入力してください。
ko: 클릭하여 고르지 않게 할 기본점을 선택하거나 고르지 않게 할 새 반경을 입력합니다.
pl: Kliknij, aby wybrać punkt wyjściowy modelowania lub wpisz nowy promień modelowania.
pt_br: Clique para selecionar o ponto base da modelagem ou digite um novo raio para a modelagem.
ru: Щелкните и выберите базовую точку плавного перемещения или введите новый радиус.
sv: Klicka för att välja baspunkt för skulpteringen eller skriv in en ny skulpteringsradie.
zh_cn: 点击可选择曲面起伏的基点或为曲面起伏输入新半径。
zh_tw: 按一下滑鼠以選取曲面拉伸的基點或輸入曲面拉伸的新半徑。

source: Smoove the mesh up or down. Shift = Smoove perpendicular to the selection. Typing [10']=Offset 10', [10'r]=10' Smoove radius, [10'd]=10' Smoove diameter.
cs: zvlnění mřížky nahoru nebo dolů. Shift = zvlnění kolmo k výběru. Zadáním [10'] = Offset 10', [r 10'] = 10' Poloměr zvlnění, [10 by] = 10' Průměr zvlnění.
de: Bewegen Sie die Vermaschung weich nach oben oder unten. Umschalttaste = senkrecht zur Auswahl weich bewegen. Eingabe von [10']=Versatz 10', [10'r]=10' Radius der weichen Bewegung, [10'd]=10' Durchmesser der weichen Bewegung.
es: Esculpe la malla arriba o abajo. May. = perpendicular a la selección. Teclear [10']=Equidistancia 10', [10'r]=10' radio modelado, [10'd]=10' diámetro modelado.
fr: Modelez la maille vers le haut ou vers le bas. Majuscule = modelage perpendiculaire à l’entité sélectionnée. Taper [10']=décaler 10', [10'r]=10' rayon de modelage, [10'd]=10' diamètre de modelage.
hu: Simítsa el a hálót felfelé vagy lefelé. Shift = Simítsa a merőlegest a kijelöléshez. Gépelés [10'] = eltolás 10', [r 10']= 10' Elsimítás sugár, [10'd] = Elsimítás átmérője 10'.
it: Modella la mesh verso l'alto o verso il basso. Maiuscole = Perpendicolarmente alla selezione. Inserendo [10']=Offset 10', [10'r]=10' Modella raggio, [10'd]=10' Modella diametro.
ja: メッシュを上または下へスムーブします。Shift = 選択項目に垂直にスムーブ。[10'] と入力=10' オフセット、[10'r]=10' のスムーブ半径、[10'd]=10' のスムーブ直径。
ko: 망을 위나 아래로 고르지 않게 표현합니다. Shift = 선택 사항에 수직으로 고르지 않게 표현합니다. [10'] = 오프셋 10', [10'r]=10' 반경 고르지 않게, [10'd]=10' 직경 고르지 않게 입력
pl: Modeluj siatkę w górę lub w dół. Shift = modelowanie prostopadle do zaznaczenia. Wpisanie wartości [10cm] = odsunięcie 10cm, [10cmr]=promień modelowania 10cm, [10cmd]=średnica modelowania 10cm.
pt_br: Modele a malha para cima ou para baixo. Shift = Modelagem perpendicular à seleção. Digitando [10cm]=equidistância 10 cm, [10cmr]=raio de modelagem 10cm, [10cmd]=diâmetro da modelagem 10 cm.
ru: Плавно перемещать сеть вверх или вниз. «Shift» = перемещать перпендикулярно к выделению. В строке ввода: [10'] = смещение 10', [10'r] = радиус перемещения 10', [10'd] = диаметр перемещения 10'.
sv: Skulptera rutnätet genom att flytta det uppåt eller nedåt. Shift = Skulptera vinkelrätt mot urvalet. Skriv [10]=Offset 10, [10r]=Skulpteringsradie 10, [10d]=Skulpteringsdiameter 10.
zh_cn: 将网格向上或向下曲面起伏。 Shift = 将垂线曲面起伏到选定的图元。输入“[10']=偏移 10', [10'r]=10'”作为曲面起伏半径，“[10'd]=10'”作为曲面起伏直径。
zh_tw: 向上或向下進行網格的曲面拉伸。Shift = 朝與選取項目垂直的方向進行曲面拉伸。輸入 [10']=偏移 10 英尺，[10'r]=10 英尺曲面拉伸半徑，[10'd]=10 英尺曲面拉伸直徑。

source: Select the face(s) to stamp into the mesh or type a new offset for the stamp.
cs: Zvolte plochu(y), kterou chcete vytisknout nebo zadejte nové odsazení razítka.
de: Wählen Sie die Fläche(n) aus, die auf der Vermaschung abgebildet werden soll(en), oder geben Sie einen neuen Versatz für die Abbildung ein.
es: Selecciona las caras que se estamparán en la malla o teclea una equidistancia nueva para la estampación.
fr: Sélectionnez les faces à tamponner sur la maille ou tapez un nouveau décalage pour le tampon.
hu: Válassza ki a hálóba helyezendő felületeket vagy írja be a jelölés új eltolását.
it: Seleziona le facce da stampare sulla mesh o inserisci una nuova distanza di offset per la stampa.
ja: メッシュ内にスタンプする面を選択するか、スタンプの新しいオフセットを入力してください。
ko: 망에 새길 면을 선택하거나 스탬프에 대한 새 오프셋을 입력합니다.
pl: Wybierz płaszczyznę/-y do odciśnięcia na siatce lub wpisz nowe odsunięcie dla odcisku.
pt_br: Selecione a(s) face(s) para estampar na malha ou digite uma nova equidistância para a estampa.
ru: Выберите грани, которые будут оттиснуты на сети, или введите новое смещение оттиска.
sv: Välj yta(s) att stämpla in i maskans eller skriv en ny offset för stämpel.
zh_cn: 选择要平整到网格的平面或为曲面平整输入新的偏移量。
zh_tw: 選取要蓋印到網格中的表面或輸入新的偏移進行蓋印。

source: Select the mesh to stamp into or type a new offset for the stamp.
cs: Zvolte okénko, které chcete vytisknout, nebo zadejte nový odsazení razítka.
de: Wählen Sie die Vermaschung für die Abbildung aus oder geben Sie einen neuen Versatz für die Abbildung ein.
es: Selecciona la malla en la que estampar o teclea una equidistancia nueva para la estampación.
fr: Sélectionnez la maille sur laquelle appliquer le tampon ou tapez un nouveau décalage pour le tampon.
hu: Válassza ki a hálóba helyezendő felületeket vagy írja be az új eltolást a jelöléshez.
it: Seleziona la mesh su cui stampare o inserisci una nuova distanza di offset per la stampa.
ja: スタンプを適用するメッシュを選択するか、スタンプの新しいオフセットを入力してください。
ko: 새길 망을 선택하거나 스탬프에 대한 새 오프셋을 입력합니다.
pl: Wybierz siatkę, na której ma zostać umieszczony odcisk lub wpisz nowe odsunięcie dla odcisku.
pt_br: Selecione a malha dentro da qual deseja estampar ou digite uma nova equidistância para a estampa.
ru: Выберите сеть для оттиска или введите новое смещение оттиска.
sv: Välj mask som att tillämpa stämpel eller skriv ett nytt offset för bufferten.
zh_cn: 选择要平整的网格或为曲面平整输入新的偏移量。
zh_tw: 選取要蓋印的網格或輸入新的偏移進行蓋印。
