Repository: jcbreton/SURay
Catalog: su_sandbox/Resources/*/sandbox.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Select the elevation of the stamped face(s).
cs: Vyberte výšku vyražené plochy.
de: Wählen Sie die Höhe der abgebildeten Fläche(n) aus.
es: Selecciona la elevación de las caras estampadas.
fr: Sélectionnez l’élévation des faces tamponnées.
hu: Válassza ki a megjelölt felületek megemelését.
it: Seleziona l'elevazione delle facce stampate.
ja: スタンプされた面の高さを選択してください。
ko: 새겨진 면의 높이를 선택합니다.
pl: Wybierz podniesienie odciskanej/-ych płaszczyzn(y).
pt_br: Selecione a elevação da(s) face(s) estampada(s).
ru: Выберите высоту оттиснутых граней.
sv: Välj den stämplade ytan(s) höjd.
zh_cn: 选择曲面平整的平面的标高。
zh_tw: 選擇蓋印表面的高度。

source: You must select a triangular face, an edge between two triangles, or a vertex connected to triangles to use this tool.
cs: Musíte vybrat trojúhelníkovou plochu, hrany mezi dvěma trojúhelníky nebo vrchol spojený s trojúhelníky pro použití tohoto nástroje.
de: Um diese Funktion verwenden zu können, müssen Sie eine dreieckige Fläche, eine Kante zwischen zwei Dreiecken oder einen Scheitelpunkt, der mit Dreiecken verbunden ist, auswählen.
es: Debes seleccionar una cara triangular, una arista entre dos triángulos o un vértice conectado a triángulos para poder usar esta herramienta.
fr: Pour utiliser cet outil, vous devez sélectionner une face triangulaire, une arête entre deux triangles ou un sommet relié à des triangles.
hu: Ezen eszköz használatához egy háromszögű felületelemet, két háromszög felületlen közti élet vagy háromszögekhez tartozó csúcspontot kell kiválasztani.
it: Devi selezionare una faccia triangolare, un bordo tra due triangoli o un vertice collegato a triangoli per utilizzare questo strumento.
ja: このツールを使用するには、三角形の面、2 つの三角形間のエッジまたは三角形に連結された頂点を選択する必要があります。
ko: 이 도구를 사용하려면 삼각형 면, 두 삼각형 사이의 가장자리 또는 삼각형에 연결된 정점을 선택해야 합니다.
pl: Do użycia tego narzędzia konieczne jest zaznaczenie płaszczyzny trójkątnej, krawędzi pomiędzy dwoma trójkątami lub wierzchołka połączonego z trójkątami.
pt_br: Você deve selecionar uma face triangular, uma aresta entre dois triângulos ou um vértice conectado a triângulos para usar esta ferramenta.
ru: Для этого инструмента необходимо выбрать треугольную грань, ребро между двумя треугольниками или вершину, соединенную с треугольниками.
sv: Du måste välja en triangulär yta, en kant mellan två trianglar eller en vertex i anslutning till triangel för att använda detta verktyg.
zh_cn: 要使用此工具，您必须选择三角形平面、两个三角形之间的边线或连接三角形的顶点。
zh_tw: 您必須選取三角形表面、兩個三角形之間的邊線或連接三角形的頂點才可使用此工具。

source: Can not flip this edge. The faces on either side of the edge must be triangles.
cs: Tuto hranu nelze převrátit. Tvary na obou stranách okraje musí být trojúhelníky.
de: Diese Kante kann nicht gespiegelt werden. Die Flächen auf beiden Seiten der Kante müssen Dreiecke sein.
es: No se puede voltear esta arista. Las caras de cualquier lado de la arista deben ser triángulos.
fr: Impossible de retourner cette arête. Les faces de chaque côté de l’arête doivent être des triangles.
hu: Nem tudja megfordítani az élet. Az él mindként oldalán lévő felületnek háromszögűnek kell lennie.
it: Non posso invertire questo bordo. Le facce su entrambi i lati del bordo devono essere triangolari.
ja: このエッジは反転できません。反転するにはエッジの両側の面がどちらも三角形でなければなりません。
ko: 이 가장자리는 대칭 이동할 수 없습니다. 가장자리 측면 중 하나의 면이 삼각형이어야 합니다.
pl: Nie można przerzucić względem tej krawędzi. Płaszczyzny po obu stronach krawędzi muszą być trójkątami.
pt_br: Não é possível virar esta aresta. As faces de cada lado da aresta devem ser triângulos.
ru: Не удается отразить это ребро. Грани по обе стороны от ребра должны быть треугольниками.
sv: Kan inte vända denna kant. Ytorna på vardera sidan av kanten måste vara trianglar.
zh_cn: 无法翻转此边线。 边线两侧必须都是三角形平面。
zh_tw: 不能翻轉此邊線。邊緣兩側的表面必須為三角形。

source: Invalid Selection. There are no non-vertical faces to stamp.
cs: Neplatný výběr. Neexistují žádná-kolmá rovina plochy na otisku.
de: Ungültige Auswahl. Keine nichtvertikalen Flächen zum Abbilden vorhanden.
es: Selección no válida. No hay ninguna cara no vertical que estampar.
fr: Sélection incorrecte. Il n’y a aucune face non verticale à tamponner.
hu: Érvénytelen kijelölés. Nincsenek nem-függőleges felületek a megjelöléshez.
it: Selezione non valida. Non ci sono facce non verticali da stampare.
ja: 選択内容が無効です。スタンプする非垂直な面がありません。
ko: 잘못된 선택입니다. 수직이 아닌 새길 면이 없습니다.
pl: Nieprawidłowy wybór. Brak niepionowych płaszczyzn do odciśnięcia.
pt_br: Seleção inválida. Não há faces não-verticais para estampar.
ru: Недопустимое выделение. Нет невертикальных граней для оттиска.
sv: Ogiltigt val. Det finns inga icke-vertikal ytor att stämpla.
zh_cn: 选择的对象无效。 没有要平整的非垂直平面。
zh_tw: 無效的選取。沒有可供蓋印的非垂直表面。

source: Create a Sandbox from contours
cs: Vytvořte terén z obrysu
de: Eine Sandkiste aus Konturen erstellen
es: Crear una caja de arena desde contornos
fr: Créer un bac à sable à partir des contours
hu: Hozzon létre egy Sandboxot kontúrokból
it: Crea una sabbiera da contorni
ja: 等高線から地形を作成
ko: 윤곽에서 샌드박스 만들기
pl: Utwórz ukształtowanie powierzchni z konturów
pt_br: Criar uma caixa de areia a partir de contornos
ru: Создать песочницу по контурам
sv: Skapa en sandlåda från konturer
zh_cn: 根据等高线创建沙盒
zh_tw: 從等高線建立沙盒

source: Create a Sandbox from scratch
cs: Vytvořte terén z vrstevnic
de: Sandkiste - Neue weiche Fläche erstellen
es: Crear una caja de arena de cero
fr: Créer un bac à sable à partir de zéro
hu: Egy homokozó létrehozása az alapoktól
it: Crea una sabbiera da zero
ja: 最初から地形を作成
ko: 스크래치에서 샌드박스 만들기
pl: Utwórz ukształtowanie powierzchni od podstaw
pt_br: Criar uma caixa de areia a partir de zero
ru: Создать песочницу с нуля
sv: Skapa en sandlåda från scratch
zh_cn: 根据网格创建沙盒
zh_tw: 從網格建立沙盒

source: Finding Footprint
cs: Hledání stopy
de: Fußabdruck suchen
es: Buscar planta
fr: Recherche d’empreintes
hu: Lábnyom keresés
it: Trovo impronta
ja: フットプリントを検索中
ko: 자취 찾기
pl: Szukanie odcisku
pt_br: Procurando área ocupada
ru: Поиск отпечатка
sv: Att hitta fotavtryck
zh_cn: 正在查找印迹
zh_tw: 尋找足跡

source: Grid Spacing
cs: Rozteč Mřížky
de: Rasterabstand
es: Espaciado de retícula
fr: Espacement de grille
hu: Rács térköz
it: Spaziatura di griglia
ja: グリッド間隔
ko: 그리드 간격 지정
pl: Odstępy siatki
pt_br: Espaçamento
ru: Расстояние сетки
sv: Rutnätsavstånd
zh_cn: 栅格间距
zh_tw: 網格間距
