Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Add attributes below to create your component options. Visit our <a href=DC_HELP_URL>getting started guide</a> for tutorials.
cs: Přidání atributů níže v možnostech komponenty. Navštivte naši <href = DC_HELP_URL> </a> Příručka Začínáme pro kurzy.
de: Fügen Sie unten Attribute hinzu, um Ihre Komponentenoptionen zu erstellen. Im<a href=DC_HELP_URL>Handbuch für die ersten Schritte</a>finden Sie Übungen.
es: Añade los atributos que aparecen a continuación para crear las opciones de componente. Visite nuestra <a href=DC_HELP_URL>guía de primeros pasos</a> para consultar tutoriales.
fr: Ajoutez des attributs ci-dessous pour créer les options de votre composant. Visitez notre <a href=DC_HELP_URL>Guide Premiers pas</a> pour consulter des didacticiels.
hu: Add meg a paramétereket alul, hogy elkészítsd a saját összetevő opcióid.Visit our <a href=DC_HELP_URL>getting started guide</a> for tutorials.
it: Aggiungi gli attributi sottostanti per creare le tue opzioni componente. Accedi alla <a href=DC_HELP_URL>guida per iniziare</a> per i tutorial.
ja: 以下の属性を追加してコンポーネントオプションを作成します。<a href=DC_HELP_URL>入門 ガイド</a>にあるチュートリアルを参照してください。
ko: 아래에서 속성을 추가하여 구성 요소 옵션을 만듭니다. 자습서를 보려면 <a href=DC_HELP_URL>시작 안내서</a>를 참조하세요.
pl: Wprowadź atrybuty poniżej, aby utworzyć opcje komponentu. Odwiedź stronę <a href=DC_HELP_URL>getting started guide</a>.
pt_br: Adicione os atributos abaixo para criar suas opções de componente. Visite nosso <a href=DC_HELP_URL>guia de introdução</a> para tutoriais.
ru: Чтобы создать параметры компонента, ниже добавьте атрибуты. Инструкции можно найти в <a href=DC_HELP_URL>руководстве по началу работы</a>.
sv: Lägg till attribut nedan för att skapa dina komponentalternativ. Besök våra <a href=DC_HELP_URL>komma igång guide</a> för självstudier.
zh_cn: 添加下面的属性创建您的组件选项。要了解相关辅导手册，请查看我们的<a href=DC_HELP_URL>入门指南</a>。
zh_tw: 新增以下屬性以建立元件選項。如需教學課程，請造訪<a href=DC_HELP_URL>入門指南</a>。

source: Saving...
cs: Ukládání...
de: Speichern...
es: Guardando...
fr: Enregistrement...
hu: Mentés...
it: Salvataggio in corso...
ja: 保存しています...
ko: 저장 중...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение…
sv: Sparning...
zh_cn: 正在保存...
zh_tw: 正在儲存...

source: Form Design
cs: Návrh formuláře
es: Diseño de forma
fr: Conception de forme
hu: Formatervezés
it: Modulo
ja: フォーム デザイン
ko: 양식 디자인
pl: Projekt formularza
pt_br: Desenho de forma
ru: Конструктор форм
sv: Formulärdesign
zh_cn: 形状设计
zh_tw: 形狀設計

source: Component Info
cs: Informace o součásti
de: Komponenteninformationen
es: Información del componente
fr: Infos du composant
hu: Vidd a kurzort a húr végpontjához
it: Informazioni sul componente
ja: コンポーネント情報
ko: 구성요소 정보
pl: Informacje o komponencie
pt_br: Informações do componente
ru: Сведения о компоненте
sv: Komponentsinformation
zh_cn: 组件信息
zh_tw: 元件資訊

source: Behaviors
cs: Chování
de: Verhalten
es: Comportamientos
fr: Comportements
hu: Viselkedés
it: Comportamenti
ja: 動作
ko: 동작
pl: Zachowania
pt_br: Comportamentos
ru: Поведение
sv: Beteenden
zh_cn: 行为
zh_tw: 行為

source: Enter Option Here
cs: Zadejte možnost zde
de: Option hier eingeben
es: Introduce una opción aquí
fr: Saisissez l’option ici
hu: Opció Beírása Itt
it: Immetti l’opzione qui
ja: ここにオプションを入力
ko: 여기에 옵션 입력
pl: Wpisz opcję tutaj
pt_br: Digite uma opção aqui
ru: Введите параметр
sv: Ange alternativ här
zh_cn: 请在此处输入选项
zh_tw: 在此輸入選項

source: Enter Value
cs: Zadejte hodnotu
de: Wert eingeben
es: Introduce un valor
fr: Saisissez la valeur
hu: Adjon meg értéket
it: Immetti valore
ja: 値を入力
ko: 값 입력
pl: Wprowadź wartość
pt_br: Digite um valor
ru: Введите значение
sv: Ange värde
zh_cn: 请输入值
zh_tw: 輸入值

source: Users cannot see this attribute.
cs: Uživatelé tento atribut nevidí.
de: Nutzer können das Attribut nicht sehen
es: Los usuarios no pueden ver este atributo
fr: Attribut non visible
hu: Ezt a jellemzőt felhasználók nem láthatják.
it: Gli utenti non visualizz. questo attributo
ja: ユーザーはこの属性を見ることができません
ko: 사용자는 이 속성을 볼 수 없습니다.
pl: Użytkownicy nie widzą tego atrybutu.
pt_br: Os usuários não podem ver este atributo.
ru: Пользователи не могут видеть этот атрибут.
sv: Användarna kan inte se detta attribut.
zh_cn: 用户看不到此属性。
zh_tw: 使用者無法看到此屬性。

source: Users can see this attribute.
cs: Uživatelé mohou vidět tento atribut.
de: Nutzer können das Attribut sehen
es: Los usuarios pueden ver este atributo
fr: Attribut visible
hu: Felhasználók láthatják ezt a jellemzőt.
it: Gli utenti visualizzano questo attributo
ja: ユーザーは属性を見ることが可能です
ko: 이 속성은 사용자가 볼 수 있습니다.
pl: Użytkownicy widzą ten atrybut.
pt_br: Os usuários podem ver este atributo.
ru: Пользователи могут видеть этот атрибут.
sv: Användarna kan se detta attribut.
zh_cn: 用户可以看到此属性。
zh_tw: 使用者可以看到此屬性。

source: Users can edit as a textbox.
cs: Uživatelé mohou upravovat jako textové pole.
de: Nutzer können es als Textfeld bearb.
es: Los usuarios pueden editar el texto
fr: Attribut modifiable comme champ de texte
hu: A felhasználók szövegmezőként szerkeszthetik.
it: Gli utenti modificano come casella testo
ja: ユーザーはテキストボックスとして編集可能
ko: 사용자가 텍스트 상자로 편집할 수 있습니다.
pl: Użytkownicy mogą edytować jako pole tekstowe.
pt_br: Os usuários podem editar o texto.
ru: Пользователи могут редактировать как текстовое поле.
sv: Användarna kan redigera som en textbox.
zh_cn: 用户可用作文字框进行编辑。
zh_tw: 使用者可以編輯文字方塊。

source: Users can select from a list.
cs: Uživatelé mohou vybrat ze seznamu.
de: Nutzer können aus einer Liste wählen
es: Los usuarios pueden elegir de una lista
fr: Attribut sélectionnable dans une liste
hu: A Felhasználók tudnak választani egy listából.
it: Gli utenti selezionano da un elenco
ja: ユーザーはリストから選択可能
ko: 사용자가 목록에서 선택할 수 있습니다.
pl: Użytkownicy mogą wybierać z listy.
pt_br: Os usuários podem selecionar de uma lista.
ru: Пользователи могут выбирать из списка.
sv: Användare kan välja från en lista.
zh_cn: 用户可以从下拉列表中选择。
zh_tw: 使用者可以從清單中選取。

# Whole Number, no units
source: Whole Number
cs: Celé číslo
de: Ganze Zahl
es: Número entero
fr: Nombre entier
hu: Egész szám
it: Numero intero
ja: 整数
ko: 정수
pl: Cały numer
pt_br: Número inteiro
ru: Целое число
sv: Heltal
zh_cn: 整数
zh_tw: 整數

# Decimal Number, no units
source: Decimal Number
cs: Desetinné číslo
de: Dezimalzahl
es: Número decimal
fr: Nombre décimal
hu: Tizedes szám
it: Numero decimale
ja: 小数
ko: 소수
pl: Liczba dziesiętna
pt_br: Número decimal
ru: Десятичное число
sv: Decimaltal
zh_cn: 小数
zh_tw: 小數

# Arbitrary Text, no units
source: Text
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
zh_cn: 文本
zh_tw: 文字

source: Decimal Inches
cs: Desetinné palce
de: Dezimalzoll
es: Pulgadas decimales
fr: Pouces décimaux
hu: Tizedes hüvelyk
it: Pollici decimali
ja: 十進表記インチ
ko: 소수 인치
pl: Cale dziesiętne
pt_br: Polegadas decimais
ru: Десятичная, дюймы
zh_cn: 十进制英寸
zh_tw: 十進位英吋

source: Decimal Feet
cs: Desetinné jednotky
de: Dezimalfuß
es: Pies decimales
fr: Pieds décimaux
hu: Tizedes láb
it: Piedi decimali
ja: 十進表記フィート
ko: 소수 피트
pl: Stopy dziesiętne
pt_br: Pés decimais
ru: Десятичная, футы
zh_cn: 十进制英尺
zh_tw: 十進位英呎

source: Millimeters
cs: Milimetry
de: Millimeter
es: Milímetros
fr: Millimètres
hu: Milliméterek
it: Millimetri
ja: ミリメートル
ko: 밀리미터
pl: Milimetry
pt_br: Milímetros
ru: Миллиметры
sv: Millimeter
zh_cn: 毫米
zh_tw: 公厘

source: Centimeters
cs: Centimetry
de: Zentimeter
es: Centímetros
fr: Centimètres
hu: Centiméter
it: Centimetri
ja: センチメートル
ko: 센티미터
pl: Centymetry
pt_br: Centímetros
ru: Сантиметры
sv: Centimeter
zh_cn: 厘米
zh_tw: 公分

source: Meters
cs: Metry
de: Meter
es: Metros
fr: Mètres
hu: Méterek
it: Metri
ja: メートル
ko: 미터
pl: Metry
pt_br: Metros
ru: Метры
sv: Meter
zh_cn: 米
zh_tw: 公尺

source: Degrees
cs: Stupňů
de: Grad
es: Grados
fr: Degrés
hu: Fokok
it: Gradi
ja: 度
ko: 각도
pl: Stopnie
pt_br: Graus
ru: Градусы
sv: Grader
zh_cn: 度
zh_tw: 度數

source: Dollars
cs: Dolary
de: Dollar
es: Dólares
hu: Dollárok
it: Dollari
ja: ドル
ko: 달러화
pl: Dolary
pt_br: Dólares
ru: Доллары
sv: Dollar
zh_cn: 美元
zh_tw: 美元

source: Yen
cs: Japonský jen
es: Yenes
fr: Yens
hu: Jen
ja: 円
ko: 엔화
pl: Jeny
pt_br: Iene
ru: Иена
zh_cn: 日元
zh_tw: 日圓

source: Pounds (weight)
cs: Libry (hmotnost)
de: Pfund (Gewicht)
es: Libras (peso)
fr: Livres (poids)
hu: Font (súly)
it: Libbre
ja: パウンド (重さ)
ko: 파운드(무게)
pl: Funty (waga)
pt_br: Libras (peso)
ru: Фунты (вес)
sv: Pund (vikt)
zh_cn: 磅（重量）
zh_tw: 磅 (重量)

source: Kilograms
cs: Kilogramy
de: Kilogramm
es: Kilogramos
fr: Kilogrammes
hu: Kilogramm
it: Chilogrammi
ja: キログラム
ko: 킬로그램(kg)
pl: Kilogramy
pt_br: Quilogramas
ru: Килограммы
sv: Kilogram
zh_cn: 千克
zh_tw: 公斤

source: Friendly name of the object.
cs: Popisný název objektu.
de: Angezeigter Name des Objekts.
es: Nombre del objeto.
fr: Nom simple de l’objet.
hu: Az objektum rövid neve.
it: Nome descrittivo dell’oggetto.
ja: オブジェクトの識別し易い名前。
ko: 개체의 명칭입니다.
pl: Przyjazna nazwa obiektu.
pt_br: Nome simples do objeto.
ru: Понятное имя объекта.
sv: Eget namn på objektet.
zh_cn: 对象的好记名称。
zh_tw: 易記的物件名稱。

source: Brief summary text of the component.
cs: Stručný přehled komponenty.
de: Kurze Zusammenfassung der Komponente.
es: Breve resumen del componente.
fr: Texte présentant brièvement le composant.
hu: Rövid összefoglaló szöveg az elemről.
it: Breve riepilogo del componente.
ja: コンポーネントの要約テキスト。
ko: 구성요소의 간단한 요약 텍스트입니다.
pl: Krótkie streszczenie komponentu.
pt_br: Breve resumo do componente.
ru: Краткое описание компонента.
sv: Kort sammanfattande text av komponenten.
zh_cn: 组件的概述文字。
zh_tw: 元件的簡要文字說明。

source: Description of the component.
cs: Popis součásti.
de: Beschreibung der Komponente.
es: Descripción del componente.
fr: Description du composant.
hu: A komponens leírása.
it: Descrizione del componente.
ja: コンポーネントの説明。
ko: 구성요소 설명입니다.
pl: Opis komponentu.
pt_br: Descrição do componente.
ru: Описание компонента.
sv: Beskrivning av komponenten.
zh_cn: 组件的说明。
zh_tw: 元件的說明。

source: Unique numeric identifier.
cs: Jedinečný číselný identifikátor.
de: Eindeutige nummerische Kennung.
es: Identificador numérico exclusivo.
fr: Identifiant numérique unique.
hu: Egyedi numerikus azonosító.
it: Identificatore numerico univoco.
ja: 固有の数値識別子。
ko: 고유한 숫자 식별자입니다.
pl: Unikalny identyfikator numeryczny.
pt_br: Identificador numérico exclusivo.
ru: Уникальный числовой идентификатор.
sv: Unik numerisk identifierare.
zh_cn: 唯一的数字标识。
zh_tw: 唯一數值識別元。

# Position along the red axis, in inches.
source: Position along the red axis.
cs: Poloha podél červené osy.
de: Position entlang der roten Achse.
es: Posición a lo largo del eje rojo.
fr: Position le long de l’axe rouge.
hu: Elhelyezés a piros tengely mentén.
it: Posizione lungo l’asse rosso.
ja: 赤い軸に沿った位置。
ko: 빨간색 축을 따라 배치합니다.
pl: Położenie wzdłuż osi czerwonej.
pt_br: Posição ao longo do eixo vermelho.
ru: Положение на красной оси.
sv: Position på den röda axeln.
zh_cn: 沿红色轴线放置。
zh_tw: 沿紅色軸方向放置。

# Position along the green axis, in inches.
source: Position along the green axis.
cs: Umístění podél zelené osy.
de: Position entlang der grünen Achse.
es: Posición a lo largo del eje verde.
fr: Position le long de l’axe vert.
hu: Elhelyezés a zöld tengely mentén.
it: Posizione lungo l’asse verde.
ja: 緑の軸に沿った位置。
ko: 녹색축을 따라 배치합니다.
pl: Położenie wzdłuż osi zielonej.
pt_br: Posição ao longo do eixo verde.
ru: Положение на зеленой оси.
sv: Position längs den gröna axeln.
zh_cn: 沿绿色轴线放置。
zh_tw: 沿綠色軸方向放置。

# Position along the blue axis, in inches.
source: Position along the blue axis.
cs: Umístění podél modré osy.
de: Position entlang der blauen Achse.
es: Posición a lo largo del eje azul.
fr: Position le long de l’axe bleu.
hu: Elhelyezés a kék tengely mentén.
it: Posizione lungo l’asse blu.
ja: 青い軸に沿った位置。
ko: 파란색 축을 따라 배치합니다.
pl: Położenie wzdłuż osi niebieskiej.
pt_br: Posição ao longo do eixo azul.
ru: Положение на синей оси.
sv: Positionera längst med den blå axeln.
zh_cn: 沿蓝色轴线放置。
zh_tw: 沿藍色軸方向的位置。

# Size along the red axis, in inches.
source: Size along the red axis.
cs: Velikost podél červené osy.
de: Größe entlang der roten Achse.
es: Tamaño a lo largo del eje rojo.
fr: Taille le long de l’axe rouge.
hu: Méretezés a piros tengely mentén.
it: Dimensione lungo l’asse rosso.
ja: 赤い軸に沿ったサイズ
ko: 빨간색 축을 따라 크기를 조절합니다.
pl: Rozmiar osi wzdłuż czerwonej.
pt_br: Tamanho ao longo do eixo vermelho.
ru: Размер по красной оси.
sv: Storlek på den röda axeln.
zh_cn: 沿红色轴线调整大小。
zh_tw: 沿紅色軸方向的尺寸。

# Size along the green axis, in inches.
source: Size along the green axis.
cs: Velikost podél zelené osy.
de: Größe entlang der grünen Achse.
es: Tamaño a lo largo del eje verde.
fr: Taille le long de l’axe vert.
hu: Méretezés a zöld tengely mentén.
it: Dimensione lungo l’asse verde.
ja: 緑の軸に沿ったサイズ
ko: 녹색축을 따라 크기를 조절합니다.
pl: Rozmiar wzdłuż osi zielonej.
pt_br: Tamanho ao longo do eixo verde.
ru: Размер по зеленой оси.
sv: Storlek på den gröna axeln.
zh_cn: 沿绿色轴线调整大小。
zh_tw: 沿綠色軸方向的尺寸。

# Size along the blue axis, in inches.
source: Size along the blue axis.
cs: Velikost podél modré osy.
de: Größe entlang der blauen Achse.
es: Tamaño a lo largo del eje azul.
fr: Taille le long de l’axe bleu.
hu: Méretezés a kék tengely mentén.
it: Dimensione lungo l’asse blu.
ja: 青い軸に沿ったサイズ
ko: 파란색 축을 따라 크기를 조절합니다.
pl: Rozmiar wzdłuż osi niebieskiej.
pt_br: Tamanho ao longo do eixo azul.
ru: Размер по синей оси.
sv: Storleken på den blå axeln.
zh_cn: 沿蓝色轴线调整大小。
zh_tw: 沿藍色軸方向調整尺寸。

source: Rotation about the red axis, in degrees.
cs: Otočení kolem červené osy ve stupních.
de: Drehung um die rote Achse in Grad.
es: Rotación sobre el eje rojo, en grados.
fr: Rotation autour de l’axe rouge, en degrés.
hu: Elforgatás a piros tengely körül fokokban.
it: Rotazione attorno all’asse rosso, in gradi.
ja: 赤い軸を基準にした度単位の回転。
ko: 빨간색 축 주변을 각도 단위로 회전합니다.
pl: Obrót wokół osi czerwonej, w stopniach.
pt_br: Rotação sobre o eixo vermelho, em graus.
ru: Вращение вокруг красной оси, в градусах.
sv: Rotation kring den röda axeln, i grader.
zh_cn: 沿红色轴线旋转（以度为单位）。
zh_tw: 繞紅色軸的旋轉，以度為單位。

source: Rotation about the green axis, in degrees.
cs: Otočení kolem zelené osy ve stupních.
de: Drehung um die grüne Achse in Grad.
es: Rotación sobre el eje verde, en grados.
fr: Rotation autour de l’axe vert, en degrés.
hu: Elforgatás a zöld tengely körül fokokban.
it: Rotazione attorno all’asse verde, in gradi.
ja: 緑の軸を基準にした角度単位の回転。
ko: 녹색축 주변을 각도 단위로 회전합니다.
pl: Obrót wokół osi zielonej, w stopniach.
pt_br: Rotação sobre o eixo verde, em graus.
ru: Вращение вокруг зеленой оси, в градусах.
sv: Rotation kring den gröna axeln, i grader.
zh_cn: 沿绿色轴线旋转（以度为单位）。
zh_tw: 繞綠色軸的旋轉，以度為單位。

source: Rotation about the blue axis, in degrees.
cs: Otočení kolem modré osy ve stupních.
de: Drehung um die blaue Achse in Grad.
es: Rotación sobre el eje azul, en grados.
fr: Rotation autour de l’axe bleu, en degrés.
hu: Elforgatás a zöld tengely körül fokokban.
it: Rotazione attorno all’asse blu, in gradi.
ja: 青い軸を基準にした角度単位の回転。
ko: 파란색 축 주변을 각도 단위로 회전합니다.
pl: Obrót wokół osi niebieskiej, w stopniach.
pt_br: Rotação sobre o eixo azul, em graus.
ru: Вращение вокруг синей оси, в градусах.
sv: Rotation kring den blå axeln, i grader.
zh_cn: 沿蓝色轴线旋转（以度为单位）。
zh_tw: 繞藍色軸的旋轉角度，以度為單位。

source: Such as "Green" or "#FF0000".
cs: Například "Zelená"nebo "#FF0000".
de: Wie Green oder #FF0000.
es: Como, por ejemplo, "Green" o "FF0000".
fr: Par exemple, "Vert" ou "#FF0000".
hu: Mint a "Green"vagy "#FF0000".
it: Ad esempio, "Green" o "#FF0000".
ja: 「緑」または「#FF0000」など。
ko: 예: "녹색 " 또는 "#FF0000 ".
pl: Taki jak "Zielony" lub "#FF0000".
pt_br: Como "Verde" ou "#FF0000".
ru: Например, «Green» (зеленый) или «#FF0000».
sv: Som "Green" eller "#FF0000".
zh_cn: 例如 "Green " 或 "#FF0000 "。
zh_tw: 例如「Green」或「#FF0000」。

source: Controls which scale tool handles appear.
cs: Ovládací prvky, které zobrazují měřítka nástrojů.
de: Steuert, welche Skalierfunktionsanfasser angezeigt werden.
es: Controla qué identificadores de la herramienta escala se muestran.
fr: Permet de choisir les poignées de l’outil Mettre à l’échelle qui seront visibles.
hu: Vezérli, hogy melyik méretező eszközök jelennek meg.
it: Controlla quali maniglie dello strumento Scala visualizzare.
ja: どの [尺度] ツール ハンドルが表示されるかを制御します。
ko: 배율 도구를 사용할 수 있는 컨트롤이 나타납니다.
pl: Kontroluje, które uchwyty skali są wyświetlane.
pt_br: Controla quais alças da ferramenta Escala aparecem.
ru: Определяет, какие ручки инструмента масштабирования появляются.
sv: Styr vilken skala verktygshandtag ska visa.
zh_cn: 您将看到通过比例调整工具处理的控件。
zh_tw: 控制顯示哪些縮放工具操作框。

source: If greater than 0, component will be hidden.
cs: Pokud je větší než 0, bude komponenta skrytá.
de: Falls größer als 0, wird die Komponente ausgeblendet.
es: Si es mayor que 0, el componente se ocultará.
fr: Si la valeur est supérieure à 0, le composant est masqué.
hu: Ha nagyobb, mint 0, a komponense rejtve marad.
it: Se maggiore di 0, il componente verrà nascosto.
ja: 0 より大きい場合、コンポーネントは非表示になります。
ko: 0보다 크면 구성요소가 표시되지 않습니다.
pl: Jeżeli większe od 0, komponent zostanie ukryty.
pt_br: Se for maior que 0, o componente ficará oculto.
ru: Если значение больше 0, компонент будет скрыт.
sv: Om större än 0, kommer komponenten att döljas.
zh_cn: 如果大于 0，组件将隐藏。
zh_tw: 如果大於 0，將會隱藏元件。

source: Contains scripting commands that run when clicked.
cs: Obsahuje příkazy skriptování, které se spouštějí při kliknutí.
de: Enthält Skriptbefehle, die beim Anklicken ausgeführt werden.
es: Contiene comandos para la creación de scripts que se ejecutan cuando se hace clic en ellos.
fr: Contient des commandes de script qui s’exécutent en cliquant dessus.
hu: Tartalmaz olyan parancs szövegeket, amik akkor futnak, ha rákattintanak.
it: Contiene comandi di scripting che vengono eseguiti al clic del mouse.
ja: クリックすると実行されるスクリプトコマンドを含んでいます。
ko: 클릭하면 실행되는 스크립트 명령을 포함합니다.
pl: Zawiera komendy skryptowe uruchamiane przy kliknięciu.
pt_br: Contém comandos de criação de scripts que são executados quando clicados.
ru: Содержит команды сценариев, которые запускаются по нажатию.
sv: Innehåller skriptkommandon som körs genom att klicka på den.
zh_cn: 包含点击时运行的脚本命令。
zh_tw: 包含按一下即執行的指令碼命令。

source: How many duplicates of this part to create.
cs: Kolik duplikátů této části vytvoříte.
de: Anzahl der von diesem Teil zu erstellenden Duplikate.
es: Cuántos duplicados de esta parte se crearán.
fr: Nombre de copies de cette partie à créer.
hu: Hány másolatot kreáljon ebből az elemből.
it: Il numero di duplicati di questa parte da creare.
ja: 複製を作成する数
ko: 이 부분을 복제할 횟수입니다.
pl: Ile utworzyć duplikatów tej części.
pt_br: Quantas duplicações desta parte serão criadas.
ru: Сколько копий части следует создать.
sv: Hur många dubbletter av denna del som ska skapas.
zh_cn: 要创建此部分的多少个副本。
zh_tw: 要為此部件建立的副本數目。

source: COPY is a readonly attribute that contains the part's copy number.
cs: KOPIE je jen pro čtení atribut, který obsahuje v části Kopírovat číslo.
de: COPY ist ein schreibgeschütztes Attribut, das die Kopiernummer des Teils enthält.
es: COPIA es un atributo sólo de lectura que contiene el número de copia de la parte.
fr: COPY est un attribut en lecture seule qui contient le numéro de copie de la partie.
hu: A MÁSOLAT egy írásvédett példány, ami tartalmazza az alkatrészek másolati számát.
it: COPIA è un attributo di sola lettura che contiene il numero di copia della parte.
ja: コピーは部品のコピー番号が含まれている読み取り専用属性です。
ko: 복사는 읽기 전용 속성으로 해당 부분의 복사본 수를 포함합니다.
pl: COPY jest atrybutem tylko do odczytu, który zawiera część skopiowanego numeru.
pt_br: CÓPIA é um atributo somente de leitura que contém o número de cópia da parte.
ru: COPY — атрибут только для чтения, который содержит номер копии части.
sv: COPY är en skrivskyddad attribut, anger antalet kopior i delar.
zh_cn: COPY 是只读属性，表示部件的副本数量。
zh_tw: 「複製」是一種唯讀屬性，包含部件的副本數量。

source: Contains a URL to a thumbnail image.
cs: Obsahuje adresu URL miniatury.
de: Enthält einen URL zu einem Miniaturbild.
es: Contiene una URL a una imagen en miniatura.
fr: Contient une URL associée à une vignette.
hu: Tartalmazza a link a bélyegképet.
it: Contiene un URL a una miniatura.
ja: サムネイル イメージへの URL を含んでいます。
ko: 축소판 이미지에 URL을 포함합니다.
pl: Zawiera adres URL do miniaturki zdjęcia.
pt_br: Contém um URL de uma imagem em miniatura.
ru: Содержит URL-ссылку на изображение миниатюры.
sv: Innehåller en URL till en miniatyrbild.
zh_cn: 包含缩略图的网址。
zh_tw: 包含連結至縮圖圖像的 URL。

source: Contains a URL to a Cascading Style Sheet.
cs: Obsahuje adresu URL pro šablony stylů CSS.
de: Enthält einen URL zu einem Cascading Style Sheet.
es: Contiene una URL a una hoja de estilo en cascada (CSS).
fr: Contient une URL associée à une feuille de style en cascade.
hu: Tartalmazza az URL-t az összekapcsolt stíluslapokhoz.
it: Contiene un URL a un foglio di stile CSS.
ja: カスケード スタイル シートへの URL を含んでいます。
ko: 계단식 스타일 시트에 URL을 포함합니다.
pl: Zawiera adres URL do Kaskadowego arkusza stylów.
pt_br: Contém um URL de uma folha de estilo em cascata.
ru: Содержит URL-ссылку на каскадную таблицу стилей (CSS).
sv: Innehåller en URL till en övergripande formatmall.
zh_cn: 包含层叠样式表的网址。
zh_tw: 包含連結至「串接樣式表」的 URL。

source: Width of the Component Options dialog in pixels.
cs: Výška dialogu Výběr voleb v pixelech.
de: Breite des Dialogfelds Komponentenoptionen in Pixel.
es: Anchura en píxeles del cuadro de diálogo Opciones de componente.
fr: Largeur de la boîte de dialogue Options du composant en pixels.
hu: A Komponens opciók párbeszédablak szélessége pixelben.
it: Ampiezza della finestra di dialogo Opzioni componente in pixel.
ja: [コンポーネント オプション] ダイアログの幅 (ピクセル単位)。
ko: 구성요소 옵션 대화 상자의 너비입니다(픽셀).
pl: Szerokość okna dialogowego Opcji Komponentu w pikselach.
pt_br: Largura em pixels do diálogo Opções de componente.
ru: Ширина диалогового окна «Параметры компонента» в пикселях.
sv: Bredd på komponentens alternativ dialogruta i pixlar.
zh_cn: “组件选项”对话框的宽度（以像素为单位）。
zh_tw: [元件選項] 對話方塊的寬度 (以像素為單位)。

# Height of the Component Options dialog in pixels.
source: Height of the Choose Options dialog in pixels.
cs: Výška dialogu Výběr voleb v pixelech.
de: Höhe des Dialogfelds Optionen auswählen in Pixel.
es: Altura en píxeles del cuadro de diálogo Opciones de elección.
fr: Hauteur de la boîte de dialogue Choisir les options en pixels.
hu: A Válasszon opciót párbeszédablak magassága pixelben.
it: Altezza della finestra di dialogo Scegli opzioni in pixel.
ja: 選択オプションダイアログの高さ（ピクセル単位）
ko: 선택 옵션 대화 상자의 높이입니다(픽셀).
pl: Wysokość okna dialogowego Opcji komponentu w pikselach.
pt_br: Altura em pixels da caixa de diálogo Escolher opções.
ru: Высота диалогового окна «Выберите параметры» в пикселях.
sv: Höjden på dialogrutan alternativ Välj pixlarna.
zh_cn: “选择选项”对话框的高度（以像素为单位）。
zh_tw: [選擇選項] 對話方塊的高度 (以像素為單位)。
