Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Scale along blue. (Z)
cs: Měřítko podél modré. (Z)
de: Entlang blauer Achse skalieren. (Z)
es: Escalar a lo largo del azul. (Z)
fr: Mettre à l’échelle le long de l’axe bleu. (Z)
hu: Mérés a kék mentén. (X)
it: Scala lungo l’asse blu. (Z)
ja: 青い軸 (Z) に沿って尺度を変更する。
ko: 파란색(Z)을 따라 배율을 조절합니다.
pl: Skaluj wzdłuż osi niebieskiej. (Z)
pt_br: Ajustar escala ao longo do azul. (Z)
ru: Масштабирование вдоль синей оси. (Z)
sv: Skala längs blå. (Z)
zh_cn: 沿蓝色轴线调整比例。 (Z)
zh_tw: 沿藍色軸縮放。(Z)

source: Scale in red/blue plane. (X+Z)
cs: Měřítko v červené / modré rovině. (X + Z)
de: In roter/blauer Ebene skalieren. (X + Z)
es: Escalar en plano rojo/azul. (X+Z)
fr: Mettre à l’échelle sur le plan rouge/bleu. (X+Z)
hu: Lépték piros/kék síkban. (X+Z)
it: Scala nel piano rosso/blu. (X+Z)
ja: 赤/青平面 (X+Z) 内で尺度を変更する。
ko: 빨강/파랑 면(X+Z)을 따라 배율을 조절합니다.
pl: Skaluj w płaszczyźnie czerwono/niebieskiej. (X+Z)
pt_br: Ajustar escala no plano vermelho/azul. (X+Z)
ru: Увеличение масштаба плоскости, образованной красной и синей осями. (X+Z)
sv: Skala i röd/blå planet. (X + Z)
zh_cn: 在红色轴线和蓝色轴线确定的平面中调整比例。 (X+Z)
zh_tw: 在紅色/藍色平面縮放。(X+Z)

source: Scale in green/blue plane. (Y+Z)
cs: Měřítko v zelené / modré rovině. (Y + Z)
de: In grüner/blauer Ebene skalieren. (Y + Z)
es: Escalar en plano verde/azul. (Y+Z)
fr: Mettre à l’échelle sur le plan vert/bleu. (Y+Z)
hu: Lépték zöld/kék síkban. (Y+Z)
it: Scala nel piano verde/blu. (Y+Z)
ja: 緑/青平面 (Y+Z) 内で尺度を変更する。
ko: 녹색/파랑 면(Y+Z)을 따라 배율을 조절합니다.
pl: Skaluj w płaszczyźnie zielono/niebieskiej. (Y+Z)
pt_br: Ajustar escala no plano verde/azul. (Y+Z)
ru: Увеличение масштаба плоскости, образованной зеленой и синей осями. (Y+Z)
sv: Skala i grön/blå planet. (Y+Z)
zh_cn: 在绿色轴线和蓝色轴线确定的平面中调整比例。 (Y+Z)
zh_tw: 在綠色/藍色平面縮放。(Y+Z)

source: Scale in red/green plane. (X+Y)
cs: Měřítko v červené / zelené rovině. (X + Y)
de: In roter/grüner Ebene skalieren. (X + Y)
es: Escalar en plano rojo/verde. (X+Y)
fr: Mettre à l’échelle sur le plan rouge/vert. (X+Y)
hu: Lépték piros/zöld síkban. (X+Y)
it: Scala nel piano rosso/verde. (X+Y)
ja: 赤/緑平面 (X+Y) 内で尺度を変更する。
ko: 빨강/녹색 면(X+Y)을 따라 배율을 조절합니다.
pl: Skaluj w płaszczyźnie czerwono/zielonej. (X+Y)
pt_br: Ajustar escala no plano vermelho/verde. (X+Y)
ru: Увеличение масштаба плоскости, образованной красной и зеленой осями. (X+Y)
sv: Skala i röd/grön plan. (X + Y)
zh_cn: 在红色轴线和绿色轴线确定的平面中调整比例。 (X+Y)
zh_tw: 在紅色/綠色平面縮放。(X+Y)

source: Scale uniform (from corners). (XYZ)
cs: Jednotná váha (z rohů). (XYZ)
de: Gleichmäßig skalieren (von den Ecken aus). (XYZ)
es: Escalar uniformemente (desde los ángulos). (XYZ)
fr: Mettre à l’échelle uniformément (à partir des coins). (XYZ)
hu: Arány egységesítés (sarkoktól). (XYZ)
it: Scala in modo uniforme (dagli angoli). (XYZ)
ja: コーナーから均一 (XYZ) に尺度を変更する。
ko: 모서리(XYZ)에서부터 균일하게 배율을 조절합니다.
pl: Skaluj jednolicie (od narożników). (XYZ)
pt_br: Ajustar escala de modo uniforme (a partir dos cantos). (XYZ)
ru: Равномерное масштабирование (от углов). (XYZ)
sv: Skal jämnt (från hörnen). (XYZ)
zh_cn: 统一调整比例（从角点处）。 (XYZ)
zh_tw: 從各個角統一縮放。(XYZ)

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
ko: 자세히
pl: Zastosuj
pt_br: Aplicar
ru: Отправить заявку
sv: Tillämpa
zh_cn: 应用
zh_tw: 套用

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_cn: 取消
zh_tw: 取消

source: Select an attribute from the list, or enter your own.
cs: Zvolte atribut ze seznamu nebo zadejte svůj vlastní.
de: Wählen Sie ein Attribut aus der Liste aus oder geben Sie Ihr eigenes ein.
es: Selecciona un atributo de la lista o introduce uno.
fr: Sélectionnez un attribut dans la liste ou saisissez votre attribut.
hu: Jelöljön ki egy attribútumot a listán, vagy írja be a saját.
it: Seleziona un attributo dall’elenco, o immettine uno personale.
ja: リストから属性を選択するか、独自の属性を入力してください。
ko: 목록에서 속성을 선택하거나 직접 입력합니다.
pl: Wybierz atrybut z listy lub wprowadź własny.
pt_br: Selecione um atributo da lista ou digite o seu próprio atributo.
ru: Выберите атрибут из списка или введите самостоятельно.
sv: Välj ett attribut i listan eller ange en egen.
zh_cn: 请从下拉列表中选择属性或输入您自己的属性。
zh_tw: 從清單中選取屬性，或自行輸入屬性。

source: Add all.
cs: Přidat vše.
de: Alle hinzufügen.
es: Añadir todo.
fr: Tout ajouter.
hu: Adj hozzá mindent.
it: Aggiungi tutti.
ja: すべて追加。
ko: 모두 추가합니다.
pl: Dodaj wszystkie.
pt_br: Adicionar tudo.
ru: Добавить все.
sv: Lägg till alla.
zh_cn: 全部添加。
zh_tw: 新增全部。

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
hu: Metaadat
it: Metadati
ja: メタデータ
ko: 메타데이터
pl: Metadane
pt_br: Metadados
ru: Метаданные
zh_cn: 元数据
zh_tw: 中繼資料

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 사용자
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
zh_cn: 尺寸
zh_tw: 大小

source: Position
cs: Pozice
es: Posición
hu: Pozíció
it: Posizione
ja: 位置
ko: 위치
pl: Pozycjonowanie
pt_br: Posição
ru: Положение
zh_cn: 位置
zh_tw: 位置

source: Rotation
cs: Rotace
de: Drehung
es: Rotación
hu: Forgatás
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Поворот
zh_cn: 旋转
zh_tw: 旋轉

source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Actualiser
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_cn: 刷新
zh_tw: 重新整理

source: Toggle Formula View
cs: Přepnout zobrazení vzorce
de: Formelansicht ein/aus
es: Mostrar u ocultar fórmula
fr: Activer/Désactiver la vue de la formule
hu: Formula nézet mozgatása
it: Attiva/disattiva vista formula
ja: 数式ビューの切り替え
ko: 공식 보기 토글
pl: Przełącz Widok formuły
pt_br: Mostrar ou ocultar fórmula
ru: Переключение представления формул
sv: Se formel på/av
zh_cn: 切换公式视图
zh_tw: 切換公式檢視

source: Info
cs: Informace
es: Información
fr: Infos
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ru: Информация
zh_cn: 信息
zh_tw: 資訊

source: Functions
cs: Funkce
de: Funktionen
es: Funciones
fr: Fonctions
hu: Funkciók
it: Funzioni
ja: 関数
ko: 함수
pl: Funkcje
pt_br: Funções
ru: Функции
sv: Funktioner
zh_cn: 函数
zh_tw: 函數

source: Manage Attributes
cs: Správa atributů
de: Attribute verwalten
es: Gestionar atributos
fr: Gérer les attributs
hu: Tulajdonságok kezelése
it: Gestione attributi
ja: 属性を管理
ko: 속성 관리
pl: Zarządzaj atrybutami
pt_br: Gerenciar atributos
ru: Управление атрибутами
sv: Hantera attribut
zh_cn: 管理属性
zh_tw: 管理屬性

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
zh_cn: 关闭
zh_tw: 關閉

source: Generate Report
cs: Generovat sestavu
de: Bericht generieren
es: Generar informe
fr: Générer un rapport
hu: Jelentés létrehozása
it: Genera rapporto
ja: レポートを生成
ko: 보고서 생성
pl: Generuj raport
pt_br: Gerar relatório
ru: Создать отчет
sv: Skapa rapport
zh_cn: 生成报告
zh_tw: 產生報告

source: Dynamic Components
cs: Dynamické komponenty
de: Dynamische Komponenten
es: Componentes dinámicos
fr: Composants dynamiques
hu: Dinamikus alkatrészek
it: Componenti dinamici
ja: 動的コンポーネント
ko: 동적 구성요소
pl: Komponenty dynamiczne
pt_br: Componentes dinâmicos
ru: Динамические компоненты
sv: Dynamiska komponenter
zh_cn: 动态组件
zh_tw: 動態元件

source: Select a report to generate...
cs: Vyberte sestavu pro generování ...
de: Wählen Sie einen zu generierenden Bericht aus...
es: Seleccionar un informe que generar...
fr: Sélectionner un rapport à générer...
hu: Válasszon elkészítendő jelentést...
it: Seleziona un rapporto da generare...
ja: 生成するレポートを選択...
ko: 생성할 보고서 선택...
pl: Wybierz raport do wygenerowania...
pt_br: Selecione o relatório que deseja gerar...
ru: Выбрать отчет для создания…
sv: Välj en rapport att generera...
zh_cn: 请选择要生成的报告...
zh_tw: 選取要產生的報告...

source: Saves an XML or CSV file to your harddrive with all of the attributes contained in your model.
cs: Uloží na váš pevný disk soubor XML nebo CSV se všemi atributy obsaženými ve vašem modelu.
de: Speichert eine XML- oder CSV-Datei mit allen in Ihrem Modell enthaltenen Attributen auf Ihrer Festplatte.
es: Guarda un archivo XML o CSV en el disco duro con todos los atributos que contiene el modelo.
fr: Enregistre un fichier XML ou CSV sur votre disque dur avec tous les attributs contenus dans votre modèle.
hu: XML vagy CSV fájlt mentése a merevlemezre minden a modellben található tulajdonsággal.
it: Salva un file XML o CSV sul disco rigido con tutti gli attributi presenti nel modello.
ja: モデルにすべての属性が含まれた状態で XML または CSV ファイルをハードドライブに保存します。
ko: 모델에 포함된 모든 속성과 함께 XML 또는 CSV 파일을 하드 드라이브에 저장합니다.
pl: Zapisuje plik XML lub CSV ze wszystkimi atrybutami zawartymi w modelu.
pt_br: Salva um arquivo XML ou CSV em seu disco rígido com todos os atributos contidos em seu modelo.
ru: Сохраняет XML- или CSV-файл на жесткий диск со всеми атрибутами, содержащимися в модели.
sv: Sparar en XML- eller CSV-fil till din hårddisk med alla attribut som ingår i modellen.
zh_cn: 将包含您模型中所有属性的 XML 或 CSV 文件保存到您的硬盘。
zh_tw: 將 XML 或 CSV 檔案儲存至硬碟，其中包含模型中含有的所有屬性。

source: Saves a file containing only the attributes in your current SketchUp selection.
cs: Uloží soubor obsahující pouze atributy ve vašem aktuálním výběru SketchUp.
de: Speichert eine Datei, die nur die Attribute Ihrer aktuellen SketchUp-Auswahl enthält.
es: Guarda un archivo que contiene solo los atributos de la selección actual de SketchUp.
fr: Enregistre un fichier ne contenant que les attributs de votre sélection SketchUp actuelle.
hu: Menti egy fájlban csak a jelenlegi SketchUp gyűjteményében található tulajdonságokat.
it: Salva un file contenente solo gli attributi presenti nella selezione corrente di SketchUp.
ja: 現在 SketchUp で選択されている範囲内の属性のみを含むファイルを保存します。
ko: 현재 선택한 SketchUp에 있는 속성만 포함하는 파일을 저장합니다.
pl: Zapisuje plik zawierający tylko atrybuty z aktualnym zaznaczeniem w SketchUp.
pt_br: Salva um arquivo que contém somente os atributos da sua seleção atual do SketchUp.
ru: Сохраняет файл, содержащий только те атрибуты, которые входят в текущее выделение в приложении SketchUp.
sv: Sparar en fil som endast innehåller attributen för det aktuella urvalet.
zh_cn: 保存仅包含您当前在 SketchUp 中选择的属性的文件。
zh_tw: 儲存只包含目前 SketchUp 選取內容之屬性的檔案。

source: Model.html
es: Modelo.html
fr: Modèle.html
hu: Modell.html
it: Modello.html
ja: モデル.html
ko: 모델.html
pt_br: Modelo.html
ru: Модель.html
sv: Modell.html
zh_cn: 模型.html
zh_tw: 模型.html

source: Model.csv
es: Modelo.csv
fr: Modèle.csv
hu: Modell.csv
it: Modello.csv
ja: モデル.csv
ko: 모델.csv
pt_br: Modelo.csv
ru: Модель.csv
sv: Modell.csv
zh_cn: 模型.csv
zh_tw: 模型.csv

source: Working
cs: Pracovní
de: Wird ausgeführt
es: Trabajando
fr: Opération en cours
hu: Munka
it: In funzionamento
ja: 操作しています
ko: 작업 중
pl: Pracuje
pt_br: Trabalhando
ru: Работы
sv: Arbetar
zh_cn: 正在工作
zh_tw: 進行中

source: This operation seems to be taking a long time. Would you like to continue?
cs: Zdá se, že tato operace trvá dlouhou dobu. Chtěli byste pokračovat?
de: Dieser Vorgang dauert bereits sehr lange. Möchten Sie fortfahren?
es: Parece que esta operación está tardando bastante. ¿Quieres continuar?
fr: Cette opération semble prendre trop de temps. Voulez-vous continuer?
hu: Ez a művelet úgy tűnik, hogy hosszabb időt vesz igénybe. Szeretné továbbra is folytatni?
it: Questa operazione sembra richiedere troppo tempo. Desideri continuare?
ja: この操作には時間がかかりそうです。続行しますか?
ko: 이 작업은 시간이 오래 걸릴 수 있습니다. 계속하시겠습니까?
pl: Wygląda na to, że ta operacja potrzebuje dużo czasu. Czy chcesz kontynuować?
pt_br: Parece que esta operação está demorando bastante. Deseja continuar?
ru: Операция может занять много времени. Продолжить?
sv: Denna operation verkar ta lång tid. Vill du fortsätta?
zh_cn: 此操作似乎花费了很长时间。 您要继续吗？
zh_tw: 此操作似乎要花費很長時間。是否要繼續？

source: Redraw
cs: Překreslit
de: Umzeichnen
es: Volver a dibujar
fr: Redessiner
hu: Újrarajzolás
it: Ritraccia
ja: 再描画
ko: 다시 그리기
pl: Przerysuj
pt_br: Redesenhar
ru: Перерисовать
sv: Rita om
zh_cn: 重绘
zh_tw: 重繪

source: seconds to redraw
cs: Za sekundu překreslení
de: Sekunden zum Umzeichnen
es: segundos antes de redibujar
fr: secondes pour redessiner
hu: újrarajzolás pár másodperc
it: secondi alla nuova tracciatura
ja: 再描画する秒数
ko: 초 단위로 다시 그리기
pl: sekund do przerysowania
pt_br: segundos até terminar de redesenhar
ru: секунд для перерисовки
sv: sekunder för att rita om
zh_cn: 秒内重绘
zh_tw: 秒 (重繪時間)

source: Generate Model Report
cs: Generovat sestavu modelu
de: Modellbericht generieren
es: Generar informe del modelo
fr: Générer un rapport de modèle
hu: Modell-jelentés létrehozása
it: Genera rapporto modello
ja: モデル レポートを生成
ko: 모델 보고서 생성
pl: Generuj raport o modelu
pt_br: Gerar relatório do modelo
ru: Создать отчет по модели
sv: Generera modellrapport
zh_cn: 生成模型报告
zh_tw: 產生模型報告

source: Unnamed Part
cs: Nepojmenovaná část
de: Unbenanntes Teil
es: Parte sin nombre
fr: Partie sans nom
hu: Névtelen elem
it: Parte senza nome
ja: 名前のない部分
ko: 이름이 없는 부분
pl: Część bez nazwy
pt_br: Parte sem nome
ru: Безымянная часть
sv: Namnlös del
zh_cn: 未命名部分
zh_tw: 未命名的部件

source: Save Report
cs: Uložit zprávu
de: Bericht speichern
es: Guardar informe
fr: Enregistrer le rapport
hu: Jelentés mentése
it: Salva rapporto
ja: レポートを保存
ko: 보고서 저장
pl: Zapisz raport
pt_br: Salvar relatório
ru: Сохранить отчет
sv: Spara rapport
zh_cn: 保存报告
zh_tw: 儲存報告

source: Your report was saved successfully.
cs: Váš přehled byl úspěšně uložen.
de: Ihr Bericht wurde erfolgreich gespeichert.
es: El informe se ha guardado correctamente.
fr: Votre rapport a été enregistré avec succès.
hu: Jelentésed sikeresen mentve.
it: Rapporto salvato correttamente.
ja: レポートは正常に保存されました。
ko: 보고서가 올바르게 저장되었습니다.
pl: Twój raport został pomyślnie zapisany.
pt_br: Seu relatório foi salvo corretamente.
ru: Отчет сохранен.
sv: Rapporten har sparats utan några problem.
zh_cn: 您的报告已成功保存。
zh_tw: 已成功儲存報告。

source: Would you like to open it now?
cs: Chcete ji nyní otevřít?
de: Möchten Sie ihn jetzt öffnen?
es: ¿Quieres abrirlo ahora?
fr: Voulez-vous l’ouvrir maintenant?
hu: Szeretne most megnyitni?
it: Desideri aprirlo adesso?
ja: 今すぐ開きますか?
ko: 지금 여시겠습니까?
pl: Czy chciałbyś otworzyć to teraz?
pt_br: Deseja abri-lo agora?
ru: Открыть его?
sv: Vill du öppna den nu?
zh_cn: 您现在要打开它吗？
zh_tw: 要立即開啟嗎？

source: There was an error saving your report.
cs: Došlo k chybě při ukládání vašeho přehledu.
de: Beim Speichern Ihres Berichts ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar el informe.
fr: Une erreur est survenue lors de l’enregistrement de votre rapport.
hu: Hiba történt a jelentés mentésekor.
it: Si è verificato un errore durante il salvataggio del rapporto.
ja: レポートを保存しているときにエラーが発生しました。
ko: 보고서를 저장하는 동안 오류가 발생했습니다.
pl: Wystąpił błąd podczas zapisywania raportu.
pt_br: Houve um erro ao salvar o seu relatório.
ru: Ошибка сохранения отчета.
sv: Det gick inte att spara rapporten.
zh_cn: 保存您的报告时出错。
zh_tw: 儲存報告時發生錯誤。

source: Please make sure it is not open in any other software and try again.
cs: Ujistěte se, že v jiném softwaru není otevřený a zkuste to znovu.
de: Stellen Sie sicher, dass er in keinem anderen Programm geöffnet ist, und versuchen Sie es erneut.
es: Asegúrate de que no está abierto en otra aplicación y vuelve a intentarlo.
fr: Assurez-vous qu’il n’est pas ouvert dans un autre logiciel et réessayez.
hu: Kérjük, győződjön meg arról, hogy más szoftveren nincs nyitva, majd próbálkozzon újra.
it: Assicurati che non sia aperto in nessun’altra applicazione, quindi riprova.
ja: このファイルが他のソフトウェアで開いていないことを確認してから、もう一度試してみてください。
ko: 기타 다른 소프트웨어에서 열리는 지 확인한 다음 다시 시도하십시오.
pl: Upewnij się, że nie jest otwarty przez inną aplikację i spróbuj ponownie.
pt_br: Certifique-se de que ele não esteja aberto em outro software e tente novamente.
ru: Проверьте, не открыт ли этот файл в другом приложении, и попробуйте еще раз.
sv: Se till att det inte är öppet i ett annat program och försök igen.
zh_cn: 请确保没有在其他任何软件中打开后再重试。
zh_tw: 請確定未在其他任何軟體中開啟它，然後再試一次。

source: Delete Attribute
cs: Odstranit atribut
de: Attribut löschen
es: Eliminar atributo
fr: Supprimer l’attribut
hu: Attribútum törlése
it: Elimina attributo
ja: 属性を削除
ko: 속성 삭제
pl: Usuń atrybut
pt_br: Excluir atributo
ru: Удалить атрибут
sv: Ta bort attributet
zh_cn: 删除属性
zh_tw: 刪除屬性

source: Change Attribute
cs: Změna atributy
de: Attribut ändern
es: Cambiar atributo
fr: Modifier l’attribut
hu: Attribútum módosítása
it: Modifica attributo
ja: 属性を変更
ko: 속성 변경
pl: Zmień atrybut
pt_br: Mudar atributo
ru: Изменить атрибут
sv: Ändra attributet
zh_cn: 更改属性
zh_tw: 變更屬性

source: Selection.html
cs: Výběr.html
es: Selección.html
fr: Sélection.html
hu: Kiválasztás.html
it: Selezione.html
ko: 선택.html
pt_br: Seleção.html
ru: Выделение.html
sv: Selektion.html
zh_cn: 选择.html
zh_tw: 選取.html

source: Selection.csv
cs: Výběr.csv
es: Selección.csv
fr: Sélection.csv
it: Selezione.csv
ko: 선택.csv
pt_br: Seleção.csv
ru: Выделение.csv
sv: Selektion.csv
zh_cn: 选择.csv
zh_tw: 選取.csv

source: UNKNOWN FUNCTION:
cs: NEZNÁMÁ FUNKCE:
de: UNBEKANNTE FUNKTION:
es: FUNCIÓN DESCONOCIDA:
fr: FONCTION INCONNUE :
hu: ISMERETLEN FUNKCIÓ:
it: FUNZIONE SCONOSCIUTA:
ja: 不明な関数:
ko: 알 수 없는 함수:
pl: NIEZNANA FUNKCJA:
pt_br: FUNÇÃO DESCONHECIDA:
ru: НЕИЗВЕСТНАЯ ФУНКЦИЯ:
sv: OKÄND FUNKTION:
zh_cn: 未知函数:
zh_tw: 未知函數:

source: PARENS COUNT
cs: VÝPOČET
de: ANZAHL ÜBERGEORDNETER ELEMENTE
es: RECUENTO DE PARÉNTESIS
fr: NOMBRE DE PARENTHÈSES
it: CONTEGGIO PARENT
ja: 括弧の数
ko: 괄호 개수
pl: LICZBA NAWIASÓW
pt_br: CONTAGEM DE PARÊNTESES
ru: ЧИСЛО СКОБОК
zh_cn: 括弧计数
zh_tw: 括弧數

source: COMPARISON ERROR
cs: CHYBA POROVNÁNÍ
de: VERGLEICHSFEHLER
es: ERROR DE COMPARACIÓN
fr: ERREUR DE COMPARAISON
hu: ÖSSZEHASONLÍTÁSI HIBA
it: ERRORE DI CONFRONTO
ja: 比較エラー
ko: 비교 오류
pl: BŁĄD PORÓWNANIA
pt_br: ERRO DE COMPARAÇÃO
ru: ОШИБКА СРАВНЕНИЯ
sv: JÄMFÖRELSEFEL
zh_cn: 比较误差
zh_tw: 比較錯誤

source: That does not appear to be a valid SketchUp file. Please select a different one.
cs: Zdá se, že to není platný soubor SketchUp. Vyberte jiný.
de: Dies scheint keine gültige SketchUp-Datei zu sein. Wählen Sie eine andere Datei aus.
es: No parece que sea un archivo de SketchUp válido. Selecciona otro archivo.
fr: Ceci ne semble pas être un fichier SketchUp valide. Sélectionnez-en un autre.
hu: Ez nem tűnik érvényes SketchUp-fájlnak. Kérem, válasszon másikat.
it: Non è un percorso valido per un file di SketchUp. Seleziona un altro file.
ja: これは有効な SketchUp ファイルではないようです。別のファイルを選択してください。
ko: 유효한 SketchUp 파일이 아닙니다. 다른 파일을 선택하십시오.
pl: To nie jest prawidłowy plik SketchUp. Proszę wybrać inny.
pt_br: Esse não parece ser um arquivo válido do SketchUp. Selecione outro arquivo.
ru: Не является допустимым файлом SketchUp. Выберите другой файл.
sv: Det verkar inte vara en giltig SketchUp fil. Välj en annan.
zh_cn: 这好像不是有效的 SketchUp 文件。 请选择其他文件。
zh_tw: 此 SketchUp 檔案無效。請選取其他檔案。

source: Swap Component
cs: Vyměnit komponentu
de: Komponente austauschen
es: Intercambiar componente
fr: Échanger de composant
hu: Alkatrész felcserélése
it: Scambia componente
ja: コンポーネントを交換
ko: 구성요소 교환
pl: Zastąp komponent
pt_br: Trocar componente
ru: Смена компонента
sv: Byt komponent
zh_cn: 交换组件
zh_tw: 切換元件

source: Last Action
cs: Poslední akce
de: Letzte Aktion
es: Última acción
fr: Dernière action
hu: Utolsó művelet
it: Ultima operazione
ja: 最後の操作
ko: 마지막 동작
pl: Ostatnia akcja
pt_br: Última ação
ru: Последнее действие
sv: Senaste åtgärd
zh_cn: 上一个动作
zh_tw: 上一個動作

source: Apply Attributes
cs: Použít atributy
de: Attribute anwenden
es: Aplicar atributos
fr: Appliquer des attributs
hu: Tulajdonságok alkalmazása
it: Applica attributi
ja: 属性を適用
ko: 속성 적용
pl: Zatwierdź atrybuty
pt_br: Aplicar atributos
ru: Применить атрибуты
sv: Tillämpa attribut
zh_cn: 应用属性
zh_tw: 套用屬性

source: is out of range
cs: Je mimo dosah
de: ist außerhalb des Bereichs
es: está fuera de los límites
fr: n’est pas compris dans la plage
hu: tartományon kívül
it: non è compreso nell’intervallo
ja: は範囲外です
ko: 범위 밖임
pl: jest poza zasięgiem
pt_br: está fora do intervalo
ru: вне допустимого диапазона
sv: är utanför intervallet
zh_cn: 超出范围
zh_tw: 超出範圍

source: No match found.
cs: Nebyla nalezena žádná shoda.
de: Keine Übereinstimmung gefunden.
es: No se han encontrado coincidencias.
fr: Aucun élément ne correspond.
hu: Nincs találat.
it: Nessuna corrispondenza trovata.
ja: 一致する項目は見つかりませんでした。
ko: 일치하는 항목이 없습니다.
pl: Nie znaleziono.
pt_br: Nenhuma ocorrência foi encontrada.
ru: Совпадений не найдено.
sv: Ingen matchning funnen.
zh_cn: 未找到匹配内容。
zh_tw: 找不到配合項目。

source: SET cannot be called in a formula
cs: SET nelze vyvolat ve vzorci
de: SET kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a SET en una fórmula
fr: SET ne peut pas être appelé dans une formule
hu: KÉSZLET nem nevezhető el a formulában
it: Impossibile richiamare SET in una formula
ja: 式の中で SET を呼び出すことはできません。
ko: 공식에서 SET를 호출할 수 없습니다.
pl: Nie można używać nazwy SET w formule
pt_br: Não é possível chamar SET em uma fórmula
ru: SET нельзя вызывать в формуле
sv: SET kan inte anropas i en formel
zh_cn: 不能在公式中调用 SET
zh_tw: 無法在公式中呼叫 SET

source: ANIMATE cannot be called in a formula
cs: ANIMATE nelze vyvolat ve vzorci
de: ANIMATE kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a ANIMATE en una fórmula
fr: ANIMATE ne peut pas être appelé dans une formule
hu: ANIMÁL nem nevezhető el a formulában
it: Impossibile richiamare ANIMATE in una formula
ja: 数式でアニメーションを呼び出すことができません。
ko: 공식에서 ANIMATE를 호출할 수 없습니다.
pl: Nie można używać nazwy ANIMATE w formule
pt_br: Não é possível chamar ANIMATE em uma fórmula
ru: ANIMATE нельзя вызывать в формуле
sv: ANIMATE kan inte anropas i en formel
zh_cn: 不能在公式中调用 ANIMATE
zh_tw: 無法在公式中呼叫 ANIMATE

source: ANIMATESLOW cannot be called in a formula
cs: POMALÁ ANIMACE nelze volat ve vzorci
de: ANIMATESLOW kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a ANIMATESLOW en una fórmula
fr: ANIMATESLOW ne peut pas être appelé dans une formule
hu: LASSANANIMÁL nem nevezhető el a formulában
it: Impossibile richiamare ANIMATESLOW in una formula
ja: 数式で ANIMATESLOW を呼び出すことができません。
ko: 공식에서 ANIMATESLOW를 호출할 수 없습니다.
pl: Nie można używać nazwy ANIMATESLOW w formule
pt_br: Não é possível chamar ANIMATESLOW em uma fórmula
ru: ANIMATESLOW нельзя вызывать в формуле
sv: ANIMATECUSTOM kan inte anropas i en formel
zh_cn: 不能在公式中调用 ANIMATESLOW
zh_tw: 無法在公式中呼叫 ANIMATESLOW

source: ANIMATEFAST cannot be called in a formula
cs: RYHLÁ ANIMACE nelze volat ve vzorci
de: ANIMATEFAST kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a ANIMATEFAST en una fórmula
fr: ANIMATEFAST ne peut pas être appelé dans une formule
hu: GYORSANANIMÁL nem nevezhető el a formulában
it: Impossibile richiamare ANIMATEFAST in una formula
ja: 数式で ANIMATEFAST を呼び出すことができません。
ko: 공식에서 ANIMATEFAST를 호출할 수 없습니다.
pl: Nie można używać nazwy ANIMATEFAST w formule
pt_br: Não é possível chamar ANIMATEFAST em uma fórmula
ru: ANIMATEFAST нельзя вызывать в формуле
sv: ANIMATECUSTOM kan inte anropas i en formel
zh_cn: 不能在公式中调用 ANIMATEFAST
zh_tw: 無法在公式中呼叫 ANIMATEFAST

source: ALERT cannot be called in a formula
cs: ALERT nelze volat ve vzorci
de: ALERT kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a ALERT en una fórmula
fr: ALERT ne peut pas être appelé dans une formule
hu: RIADÓ nem nevezhető el a formulában
it: Impossibile richiamare ALERT in una formula
ja: 式の中でアラートを呼び出すことはできません。
ko: 공식에서 ALERT을 호출할 수 없습니다.
pl: Nie można używać nazwy ALERT w formule
pt_br: Não é possível chamar ALERT em uma fórmula
ru: ALERT нельзя вызывать в формуле
sv: ALERT kan inte anropas i en formel
zh_cn: 不能在公式中调用 ALERT
zh_tw: 無法在公式中呼叫 ALERT
