Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: SIGN (number)
cs: SIGN (číslo)
de: SIGN (Zahl)
es: SIGN (número)
fr: SIGN (nombre)
hu: SING (szám)
it: SIGN (numero)
ja: SIGN(数値)
ko: SIGN(지정한 값)
pl: SIGN (liczba)
pt_br: SIGN (número)
ru: SIGN (цифра)
sv: SIGN (tal)
zh_tw: SIGN (數值)

source: Returns 1 for a positive number, -1 for negative, or 0.
cs: Vrací 1 pro kladné číslo, -1 pro negativní nebo 0.
de: Gibt 1 für eine positive Zahl, -1 für eine negative Zahl oder 0 zurück.
es: Devuelve 1 si el número es positivo; -1, si es negativo; ó 0.
fr: Renvoie 1 pour un nombre positif, -1 pour un nombre négatif ou 0.
hu: 1 a pozitív számnak, -1 a negatív számnak, vagy 0.
it: Restituisce 1 per un numero positivo, -1 per un numero negativo, o 0.
ja: 正数の場合は 1、負数の場合は -1または 0 を返します。
ko: 양수는 1, 음수는 -1, 0은 0으로 반환합니다.
pl: Zwraca 1 dla liczby dodatniej, -1 dla ujemnej lub 0.
pt_br: Dá como resultado 1 se o número for positivo, -1 se for negativo ou 0.
ru: Возвращает 1 для положительного числа, −1 для отрицательного или 0.
sv: Returnerar 1 för ett positivt tal, -1 för negativ, eller 0.
zh_cn: 参数为正则返回 1，参数为负或 0 则返回 -1。
zh_tw: 正數時傳回 1，負數或 0 時傳回 -1。

source: SQRT (number)
cs: SQRT (číslo)
de: SQRT (Zahl)
es: SQRT (número)
fr: SQRT (nombre)
hu: SQRT (szám)
it: SQRT (numero)
ja: SQRT(数値)
ko: SQRT(지정한 값)
pl: SQRT (liczba)
pt_br: SQRT (número)
ru: SQRT (цифра)
sv: SQRT (tal)
zh_tw: SQRT (數值)

source: Returns the square root of a given positive number.
cs: Vrátí druhou odmocninu daného kladného čísla.
de: Gibt die Quadratwurzel einer gegebenen positiven Zahl zurück.
es: Devuelve la raíz cuadrada de un número positivo.
fr: Renvoie la racine carrée d’un nombre positif donné.
hu: Egy adott pozitív szám négyzetgyökét adja eredményül.
it: Restituisce la radice quadrata di un numero positivo.
ja: 指定した正の数値の平方根を返します。
ko: 지정한 값에 대한 양의 제곱근을 반환합니다.
pl: Zwraca pierwiastek kwadratowy z podanej liczby dodatniej.
pt_br: Dá como resultado a raiz quadrada de um número positivo determinado.
ru: Возвращает квадратный корень из положительного числа.
sv: Returnerar kvadratroten ur angivet positivt tal.
zh_cn: 返回指定正数的平方根。
zh_tw: 傳回指定正數的平方根。

source: CURRENT ("attributeName")
cs: AKTUÁLNÍ ("názevAtributy")
de: CURRENT ("Attributname")
es: CURRENT ("nombreAtributo")
fr: CURRENT ("nomAttribut")
hu: CURRENT ("tulajdonságNév")
ko: CURRENT ("재료이름")
pl: CURRENT ("nazwaAtrybutu")
pt_br: CURRENT ("nomeAtributo")
ru: CURRENT ("названиеАтрибута")
sv: CURRENT ("attributnamn")
zh_tw: CURRENT ("屬性名稱")

source: Returns the current attribute value, as last set by the user.
cs: Vrací aktuální hodnotu atributu jako poslední nastavenou uživatelem.
de: Gibt den aktuellen Attributwert zurück, der zuletzt vom Nutzer festgelegt wurde.
es: Devuelve el valor actual del atributo, establecido por el usuario.
fr: Renvoie la valeur de l’attribut actuel, tel que l’utilisateur l’a définie pour la dernière fois.
hu: Visszatérés az aktuális attribútum értéke, amit a felhasználó utoljára megadott.
it: Restituisce il valore dell’attributo attuale secondo l’ultima impostazione dell’utente.
ja: ユーザーによって最後に設定された、現在の属性値を返します。
ko: 사용자가 마지막으로 설정한 현재 속성 값을 반환합니다.
pl: Zwraca aktualną wartość atrybutu, ostatnio ustawioną przez użytkownika.
pt_br: Dá como resultado o valor atual do atributo especificado pelo usuário.
ru: Возвращает текущее значение атрибута — последнее заданное пользователем.
sv: Returnerar det aktuella attributvärdet, som senaste var uppsatt av användaren.
zh_cn: 返回属性的当前值，也就是用户最后设定的值。
zh_tw: 根據使用者最新設定，傳回目前的屬性值。

source: NEAREST (originalValue,value1,value2,...valueN)
cs: NEJBLIŽŠÍ (originalValue, Hodnota1, hodnota2,... hodnotaN)
de: NEAREST (Originalwert,Wert1,Wert2,...Wertn)
es: NEAREST (valor_original,valor1,valor2,...valorN)
fr: NEAREST (valeurD’origine,valeur1,valeur2,...valeurN)
hu: LEGKÖZELEBBI (eredetiÉrték, érték1, érték2...: értékN)
it: NEAREST (valoreOriginale,valore1,valore2,...valoreN)
ja: NEAREST(元の値,値1,値2,...値N)
ko: NEAREST(원본 값, 값1, 값2, ...값N)
pl: NEAREST (oryginalnaWatość,wartość1,wartość2,...wartośćN)
pt_br: NEAREST (valorOriginal,valor1,valor2,...valorN)
ru: NEAREST (исходноеЗначение,значение1,значение2,...значениеN)
sv: NEAREST (ursprungsvärde,värde1,värde2,...värdeN)
zh_tw: NEAREST (原始值,值 1,值 2,...值 N)

source: Compares a number with a list, and returns closest match.
cs: Srovnává číslo se seznamem a vrátí nejbližší shodu.
de: Vergleicht eine Zahl mit einer Liste und gibt die nächste Übereinstimmung zurück.
es: Compara el número con una lista y devuelve la coincidencia más cercana.
fr: Compare un nombre avec une liste et renvoie l’élément le plus proche de celui-ci.
hu: Számok összehasonlítása a listával, majd összefűzése.
it: Confronta un numero con un elenco e restituisce la corrispondenza più vicina.
ja: 数値をリストと比較し近似値を返します。
ko: 원본 값과 대상 값의 목록을 비교하여 원본 값과 가장 가까운 대상 값을 반환합니다.
pl: Porównuje liczbę z listą i zwraca najlepsze dopasowanie.
pt_br: Compara um número com uma lista e dá como resultado o número mais próximo.
ru: Сравнивает число со списком, и возвращает ближайшее совпадение.
sv: Jämför ett tal med en lista, och returnerar närmast match.
zh_cn: 将一个数字与数列中的数字比较，返回最接近的值。
zh_tw: 比較數值與清單，並傳回最接近的配對。

source: SMALLEST (value1,value2,...valueN)
cs: NEJMENŠÍ (hodnota1, hodnota2,... hodnotaN)
de: SMALLEST (Wert1,Wert2,...Wertn)
es: SMALLEST (valor1,valor2,...valorN)
fr: SMALLEST (valeur1,valeur2,...valeurN)
hu: LEGKISEBB (érték1, érték2,...értékN)
it: SMALLEST (valore1,valore2,...valoreN)
ja: SMALLEST(値1,値2,...値N)
ko: SMALLEST(값1,값2,...값N)
pl: SMALLEST (wartość1,wartość2,...wartośćN)
pt_br: SMALLEST (valor1,valor2,...valorN)
ru: SMALLEST (значение1,значение2,...значениеN)
sv: SMALLEST (värde1,värde2,...värdeN)
zh_tw: SMALLEST (值 1,值 2,...值 N)

source: Returns the smallest of the values in a list.
cs: Vrátí nejmenší z hodnot v seznamu.
de: Gibt den kleinsten Wert einer Liste zurück.
es: Devuelve el menor valor de la lista.
fr: Renvoie la plus petite valeur d’une liste.
hu: Visszatérés a legkisebbre, ami a listán van.
it: Restituisce il valore minore in un elenco.
ja: リスト内の最小値を返します。
ko: 목록에서 가장 작은 값을 반환합니다.
pl: Zwraca najmniejszą wartość z listy.
pt_br: Dá como resultado o menor valor de uma lista.
ru: Возвращает наименьшее значение в списке.
sv: Returnerar den minsta värdet i en lista.
zh_cn: 返回数列中的最小值。
zh_tw: 傳回清單中最小的值。

source: LARGEST (value1,value2,...valueN)
cs: NEJVĚTŠÍ (hodnota1, hodnota2,... hodnotaN)
de: LARGEST (Wert1,Wert2,...Wertn)
es: LARGEST (valor1,valor2,...valorN)
fr: LARGEST (valeur1,valeur2,...valeurN)
hu: LEGNAGYOBB (érték1, érték2,...értékN)
it: LARGEST (valore1,valore2,...valoreN)
ja: LARGEST(値1,値2,...値N)
ko: LARGEST(값1,값2,...값N)
pl: LARGEST (wartość1,wartość2,...wartośćN)
pt_br: LARGEST (valor1,valor2,...valorN)
ru: LARGEST (значение1,значение2,...значениеN)
sv: LARGEST (värde1,värde2,...värdeN)
zh_tw: LARGEST (值 1,值 2,...值 N)

source: Returns the largest of the values in a list.
cs: Vrací největší hodnotu v seznamu.
de: Gibt den größten Wert einer Liste zurück.
es: Devuelve el mayor valor de la lista.
fr: Renvoie la plus grande valeur d’une liste.
hu: Visszatérés a legnagyobbra, ami a listán van.
it: Restituisce il valore maggiore in un elenco.
ja: リスト内の最大値を返します。
ko: 목록에서 가장 큰 값을 반환합니다.
pl: Zwraca największą wartość z listy.
pt_br: Dá como resultado o maior valor de uma lista.
ru: Возвращает наибольшее значение в списке.
sv: Returnerar den minsta värdet i en lista.
zh_cn: 返回数列中的最大值。
zh_tw: 傳回清單中最大的值。

source: CHOOSE (index,value1,value2,...valueN)
cs: Zvolte (index, Hodnota1, hodnota2,... hodnotaN)
de: CHOOSE (Index,Wert1,Wert2,...Wertn)
es: CHOOSE (índice,valor1,valor2,...valorN)
fr: CHOOSE (index,valeur1,valeur2,...valeurN)
hu: VÁLASZTÁS (index, érték1, érték2...: értékN)
it: CHOOSE (indice,valore1,valore2,...valoreN)
ja: CHOOSE(インデックス,値1,値2,...値N)
ko: CHOOSE(인덱스,값1,값2, ...값N)
pt_br: CHOOSE (índice,valor1,valor2,...valorN)
ru: CHOOSE (индекс,значение1,значение2,...значениеN)
sv: CHOOSE (index,värde1,värde2,...värdeN)
zh_tw: CHOOSE (索引,值 1,值 2,...值 N)

source: Returns a value from a list, based on an index into that list.
cs: Vrací hodnotu ze seznamu na základě indexu do tohoto seznamu.
de: Gibt einen Wert aus einer Liste basierend auf einem Index für diese Liste zurück.
es: Devuelve un valor de una lista a partir de un número de índice.
fr: Renvoie la valeur d’une liste en fonction d’un index dans cette liste.
hu: Visszaad egy értéket egy listáról, az index lista alapján.
it: Restituisce un valore di un elenco in base a un indice presente in quell’elenco.
ja: インデックスを使用して、リストから 1 つの値を返します。
ko: 인덱스 값에 따라 목록에 있는 값을 반환합니다.
pl: Zwraca wartość z listy w oparciu o indeks tej listy.
pt_br: Dá como resultado um valor de uma lista com base em um índice dessa lista.
ru: Возвращает значение из списка согласно указанному индексу в списке.
sv: Returnerar ett värde från en lista, baserat på ett index i listan.
zh_cn: 根据数列索引返回数列中的值。
zh_tw: 依據清單的索引，傳回該清單中的值。

source: Returns the latitude of the current SketchUp model.
cs: Vrací šířku aktuálního modelu SketchUp.
de: Gibt den Breitengrad des aktuellen SketchUp-Modells zurück.
es: Devuelve la latitud del modelo actual de SketchUp.
fr: Renvoie la latitude du modèle SketchUp actuel.
hu: Visszatérés a jelenlegi SketchUp modell szélességéhez.
it: Restituisce il valore di latitudine del modello di SketchUp corrente.
ja: 現在の SketchUp モデルの緯度を返します。
ko: 현재 SketchUp 모델의 위도를 반환합니다.
pl: Zwraca szerokość geograficzną bieżącego modelu SketchUp.
pt_br: Dá como resultado a latitude do modelo atual do SketchUp.
ru: Возвращает широту текущей модели SketchUp.
sv: Returnerar breddgraden för den nuvarande SketchUp modellen.
zh_cn: 返回当前 SketchUp 模型的纬度。
zh_tw: 傳回目前 SketchUp 模型的緯度。

source: Returns the longitude of the current SketchUp model.
cs: Vrátí délku aktuálního modelu SketchUp.
de: Gibt den Längengrad des aktuellen SketchUp-Modells zurück.
es: Devuelve la longitud del modelo actual de SketchUp.
fr: Renvoie la longitude du modèle SketchUp actuel.
hu: A hosszúságot visszatéríti a jelenlegi SketchUp modellhez.
it: Restituisce il valore di longitudine del modello di SketchUp corrente.
ja: 現在の SketchUp モデルの経度を返します。
ko: 현재 SketchUp 모델의 경도를 반환합니다.
pl: Zwraca długość geograficzną bieżącego modelu SketchUp.
pt_br: Dá como resultado a longitude do modelo atual do SketchUp.
ru: Возвращает долготу текущей модели SketchUp.
sv: Returnerar breddgraden för den nuvarande SketchUp modellen.
zh_cn: 返回当前 SketchUp 模型的经度。
zh_tw: 傳回目前 SketchUp 模型的經度。

source: Returns total ungrouped faces in current component.
cs: Vrací celkový počet nesoustředěných ploch v aktuální součásti.
de: Gibt alle nicht gruppierten Flächen der aktuellen Komponente zurück.
es: Devuelve el total de caras sin agrupar en el componente actual.
fr: Renvoie le total de faces non groupées dans le composant actuel.
hu: Visszatér az összes nem csoportosított felülethez a jelenlegi csoportban.
it: Restituisce tutte le facce non raggruppate del componente corrente.
ja: 現在のコンポーネントでグループ化されていない面の合計数を返します。
ko: 현재 구성요소에 있는 그룹 해제된 모든 면을 반환합니다.
pl: Zwraca całkowicie rozgrupowane płaszczyzny w bieżącym komponencie.
pt_br: Dá como resultado o número total de faces desagrupadas do componente atual.
ru: Возвращает общее число несгруппированных граней в текущем компоненте.
sv: Returnerar det totala antalet kanter som inte är grupperade i den aktuella komponenten.
zh_cn: 返回当前组件中未分组的平面的总数。
zh_tw: 傳回目前元件中已取消群組的表面總數。

source: Returns total ungrouped edges in current component.
cs: Vrací celkový počet nesoustředěných hran v aktuální součásti.
de: Gibt alle nicht gruppierten Kanten der aktuellen Komponente zurück.
es: Devuelve el total de aristas sin agrupar en el componente actual.
fr: Renvoie le total d’arêtes non groupées dans le composant actuel.
hu: Visszatér az összes nem csoportosított élhez a jelenlegi csoportban.
it: Restituisce tutti i bordi non raggruppati del componente corrente.
ja: 現在のコンポーネントでグループ化されていないエッジの合計数を返します。
ko: 현재 구성요소에 있는 그룹 해제된 모든 가장자리를 반환합니다.
pl: Zwraca całkowicie rozgrupowane krawędzie w bieżącym komponencie.
pt_br: Dá como resultado o número total de arestas desagrupadas do componente atual.
ru: Возвращает общее число несгруппированных ребер в текущем компоненте.
sv: Returnerar det totala antalet kanter som inte är grupperade i den aktuella komponenten.
zh_cn: 返回当前组件中未分组的边线的总数。
zh_tw: 傳回目前元件中已取消群組的邊線總數。

source: FACEAREA ("materialName")
cs: FACEAREA ("Název materiálu")
es: FACEAREA ("nombreMaterial")
fr: FACEAREA ("nomMatière")
hu: FACEAREA ("AnyagNév")
ko: FACEAREA ("재료이름")
pl: FACEAREA ("nazwaMateriału")
pt_br: FACEAREA ("nomeMaterial")
ru: FACEAREA ("названиеМатриала")
sv: FACEAREA ("materialnamn")
zh_tw: FACEAREA ("材料名稱")

source: Returns area (in square inches) painted with a given material.
cs: Vrací oblast (ve čtverečních palcích) natřená daným materiálem.
de: Gibt eine Fläche (in Quadratzoll), die mit einem bestimmten Material ausgemalt ist, zurück.
es: Devuelve el área (en pulgadas cuadradas) pintada con el material introducido.
fr: Renvoie la zone coloriée avec une matière donnée (en pouces carrés).
hu: Függvény eredménye (a négyzet hüvelyk) festett egy adott anyagról.
it: Restituisce l’area (in pollici quadrati) alla quale è stato applicato un dato materiale.
ja: 指定したマテリアルでペイントされた面積 (平方インチ単位) を返します。
ko: 지정한 재질로 칠해진 영역(평방 인치)을 반환합니다.
pl: Zwraca obszar (w calach kwadratowych) pomalowanych danym materiałem.
pt_br: Dá como resultado a área (em polegadas quadradas) pintada com um material específico.
ru: Возвращает площадь (в квадратных дюймах), окрашенную данным материалом.
sv: Returnerar område (i kvadrat inches) målade med ett givet material.
zh_cn: 返回以指定材质着色的面积（平方英寸）。
zh_tw: 傳回以指定材料繪製的面積 (以平方英吋為單位)。

source: Returns the elevation (in degrees) of the sun.
cs: Vrací výšku (ve stupních) slunce.
de: Gibt die Höhe (in Grad) der Sonne zurück.
es: Devuelve la elevación del sol (en grados).
fr: Renvoie l’élévation du soleil (en degrés).
hu: A nap emelkedésének visszafordítása (fokokban).
it: Restituisce il valore di elevazione del sole (in gradi).
ja: 太陽高度(度単位) を返します。
ko: 태양의 고도를 반환합니다.
pl: Zwraca wysokość słońca (w stopniach).
pt_br: Dá como resultado a elevação (em graus) do sol.
ru: Возвращает высоту Солнца над горизонтом (в градусах).
sv: Returnerar höjden (i grader) av solen.
zh_cn: 返回太阳的海拔（度）。
zh_tw: 傳回太陽高度角 (以度為單位)。

source: Returns the angle (in degrees) between the sun and north.
cs: Vrací úhel (ve stupních) mezi sluncem a severem.
de: Gibt den Winkel (in Grad) zwischen der Sonne und Norden zurück.
es: Devuelve el ángulo (en grados) entre el sol y el norte.
fr: Renvoie l’angle entre le soleil et le nord (en degrés).
hu: Visszafordítja a szöget(fokokban) a nap és észak között.
it: Restituisce il valore dell’angolo tra il sole e il nord (in gradi).
ja: 太陽と北方向の間の角度 (度単位) を返します。
ko: 태양과 북쪽 방향 사이의 각도를 반환합니다.
pl: Zwraca kąt (w stopniach) pomiędzy słońcem i północą.
pt_br: Dá como resultado o ângulo (em graus) entre o sol e o Norte.
ru: Возвращает угол (в градусах) между солнцем и направлением на север.
sv: Returnerar vinkeln mellan solen och norr ( i grader).
zh_cn: 返回太阳与北极的夹角（度）。
zh_tw: 傳回太陽方位角 (以度為單位)。

source: OPTIONINDEX ("attributeName")
cs: OPTIONINDEX ("název atributu")
de: OPTIONINDEX ("Attributname")
es: OPTIONINDEX ("nombreAtributo")
fr: OPTIONINDEX ("nomAttribut")
hu: OPTIONLABEL ("attributeName")
ko: OPTIONINDEX ("속성이름")
pl: OPTIONINDEX ("nazwaAtrybutu")
pt_br: OPTIONINDEX ("nomeAtributo")
ru: OPTIONINDEX ("названиеАтрибута")
sv: OPTIONINDEX ("attributnamn")
zh_tw: OPTIONINDEX ("屬性名稱")

source: Returns selected index from an attribute's option list.
cs: Vrátí vybraný index z seznamu možností atributu.
de: Gibt den ausgewählten Index aus der Optionsliste eines Attributs zurück.
es: Devuelve el índice seleccionado a partir de una lista de opción de atributo.
fr: Renvoie un index sélectionné parmi la liste d’options d’un attribut.
hu: Visszatéríti a kijelölt indexet egy attribútum beállítás listából.
it: Restituisce l’indice selezionato dall’elenco di opzioni di un attributo.
ja: 属性のオプション リストから選択したインデックスを返します。
ko: 속성의 옵션 목록에서 선택한 인덱스를 반환합니다.
pl: Zwraca wybrany indeks z listy opcji atrybutu.
pt_br: Dá como resultado o índice selecionado na lista de opções de um atributo.
ru: Возвращает выбранный индекс из списка параметров атрибута.
sv: Returnerar vald text från listan av attribut-alternativ.
zh_cn: 返回属性选项列表中的选定索引。
zh_tw: 傳回屬性的選項清單中選取的索引。

source: OPTIONLABEL ("attributeName")
cs: OPTION INDEX ("název atributu ")
de: OPTIONLABEL ("Attributname")
es: OPTIONLABEL ("nombreAtributo")
fr: OPTIONLABEL ("nomAttribut")
ko: OPTIONLABEL ("속성이름")
pl: OPTIONLABEL ("nazwaAtrybutu")
pt_br: OPTIONLABEL ("nomeAtributo")
ru: OPTIONLABEL ("названиеАтрибута")
sv: OPTIONLABEL ("attributnamn")
zh_tw: OPTIONLABEL ("屬性名稱")

source: Returns selected label from an attribute's option list.
cs: Vrátí vybraný štítek z seznamu možností atributu.
de: Gibt die ausgewählte Beschriftung aus der Optionsliste eines Attributs zurück.
es: Devuelve la etiqueta seleccionada a partir de una lista de opción de atributo.
fr: Renvoie une étiquette sélectionnée dans une liste d’options d’un attribut.
hu: Visszatéríti a kijelölt címkét egy attribútum beállítás listából.
it: Restituisce l’etichetta selezionata dall’elenco di opzioni di un attributo.
ja: 属性のオプション リストから選択したラベルを返します。
ko: 속성의 옵션 목록에서 선택한 레이블을 반환합니다.
pl: Zwraca wybraną etykietę z listy opcji atrybutu.
pt_br: Dá como resultado a etiqueta selecionada na lista de opções de um atributo.
ru: Возвращает выбранную подпись из списка параметров атрибута.
sv: Returnerar vald text från listan av attribut-alternativ.
zh_cn: 返回属性选项列表中的选定标签。
zh_tw: 傳回屬性的選項清單中選取的標籤。

source: CHAR (number)
cs: CHAR (číslo)
de: CHAR (Zahl)
es: CHAR (número)
fr: CHAR (nombre)
hu: CHAR (szám)
it: CHAR (numero)
ja: CHAR(数値)
ko: CHAR(지정한 값)
pl: CHAR (liczba)
pt_br: CHAR (número)
ru: CHAR (цифра)
sv: CHAR (tal)
zh_tw: CHAR (數值)

source: Converts an ASCII code between 0 and 255 to a character.
cs: Převede znak ASCII kódu mezi 0 a 255.
de: Wandelt einen ASCII-Code zwischen 0 und 255 in ein Zeichen um.
es: Convierte un código ASCII entre 0 y 255 a un carácter.
fr: Convertit un code ASCII compris entre 0 et 255 en un caractère.
hu: Egy ASCII-kód konvertálása 0 és 255 között egy karakterré.
it: Converte un codice ASCII tra 0 e 255 in un carattere.
ja: 0 ～ 255 の間の ASCII コードを文字に変換します。
ko: 0-255 사이의 ASCII 코드를 문자로 반환합니다.
pl: Konwertuje kod ASCII z przedziału od 0 do 255 na znak.
pt_br: Converte um código ASCII entre 0 e 255 em um caractere.
ru: Преобразует код ASCII (число от 0 до 255) в символ.
sv: Konverterar en ASCII-kod mellan 0 och 255 till ett tecken.
zh_cn: 将 0 到 255 间的 ASCII 码转换为字符。
zh_tw: 將介於 0 與 255 之間的 ASCII 代碼轉換為字元。

source: CODE (text)
es: CODE (texto)
fr: CODE (texte)
hu: CODE(SZÖVEGES)
it: CODE (testo)
ja: CODE(テキスト)
ko: CODE(텍스트)
pl: CODE (tekst)
pt_br: CODE (texto)
ru: CODE (текст)
zh_tw: CODE (文字)

source: Returns the ASCII code for the first letter in some text.
cs: Vrátí kód ASCII pro první písmeno v textu.
de: Gibt den ASCII-Code für den ersten Buchstaben in einem Text zurück.
es: Devuelve el código ASCII para la primera letra de un texto.
fr: Renvoie le code ASCII de la première lettre d’un certain texte.
hu: Visszafordítja az ASCII kódot az első betűjére néhány szövegben.
it: Restituisce il codice ASCII della prima lettera di un testo.
ja: テキスト内の最初の文字の ASCII コードを返します。
ko: 텍스트의 첫 번째 문자에 해당하는 ASCII 코드를 반환합니다.
pl: Zwraca kod ASCII pierwszej litery w tekście.
pt_br: Dá como resultado o código ASCII da primeira letra de um texto.
ru: Возвращает код ASCII первой буквы в указанном тексте.
sv: Returnerar ASCII-koden för den första bokstaven i någon text.
zh_cn: 返回某段文字中首个字符的 ASCII 码。
zh_tw: 傳回某些文字中第一個字母的 ASCII 代碼。

source: CONCATENATE (text1,text2,...textN)
cs: ZŘETĚZIT (text1, text2,... textN)
es: CONCATENATE (texto1,texto2,...textoN)
fr: CONCATENATE (texte1,texte2,...texteN)
hu: ÖSSZEFŰZ (szöveg1, szöveg2,... szövegN)
it: CONCATENATE (testo1,testo2,...testoN)
ja: CONCATENATE(テキスト1,テキスト2,...テキストN)
ko: CONCATENATE(텍스트1, 텍스트2, ...텍스트N)
pl: CONCATENATE (tekst1,tekst2,...tekstN)
pt_br: CONCATENATE (texto1,texto2,...textoN)
ru: CONCATENATE (текст1,текст2,...текстN)
zh_tw: CONCATENATE (文字 1,文字 2,...文字 N)

source: Combines several text strings into one string.
cs: Kombinuje několik textových řetězců do jednoho řetězce.
de: Fügt mehrere Textzeichenfolgen zu einer Zeichenfolge zusammen.
es: Combina varias cadenas de texto en una sola.
fr: Combine plusieurs chaînes de texte en une seule chaîne.
hu: Több szövegdarabot egyesíti egy sorba.
it: Combina più stringhe di testo in un’unica stringa.
ja: 複数のテキスト文字列を組み合わせて 1 つの文字列にします。
ko: 여러 텍스트 문자열을 하나의 문자열로 결합합니다.
pl: Łączy kilka łańcuchów tekstu w jeden.
pt_br: Combina várias linhas de texto em uma só.
ru: Объединяет несколько текстовых строк в одну.
sv: Kombinerar flera textsträngar till en sträng.
zh_cn: 将多个文字字符串合并为一个。
zh_tw: 將多個文字字串組合成一個字串。

source: DOLLAR (value,decimals)
cs: Dolar (hodnota, desetinná místa)
de: DOLLAR (Wert,Dezimalstellen)
es: DOLLAR (valor,decimales)
fr: DOLLAR (valeur,décimales)
hu: DOLLAR (érték, tizedes)
it: DOLLAR (valore,decimali)
ja: DOLLAR(値,小数点以下桁数)
ko: DOLLAR(숫자, 소수점 이하의 자릿수)
pl: DOLAR (wartość,dziesiętne)
pt_br: DOLLAR (valor,decimais)
ru: DOLLAR (значение,десятичные)
sv: DOLLAR (värde,decimaler)
zh_tw: DOLLAR (值,小數)

source: Formats number as currency, to 2 decimal places by default.
cs: Formátuje číslo jako měnu, standardně na 2 desetinná místa.
de: Formatiert eine Zahl als Währung; standardmäßig mit 2 Dezimalstellen.
es: Convierte el número en formato de divisa, con dos decimales por defecto.
fr: Attribue au nombre le format de la devise, avec 2 décimales par défaut.
hu: Formátumok szám, pénznem, 2 tizedesjegy alapértelmezés szerint.
it: Formatta i numeri in valute, con 2 posizioni decimali per impostazione predefinita.
ja: 数値を指定した小数点以下桁数で四捨五入し通貨形式で表します。デフォルトの小数点以下桁数は2桁です。
ko: 기본적으로 숫자를 소수점 이하 2자리의 통화로 반환합니다.
pl: Formatuje liczbę jako walutę, domyślnie do dwóch miejsc po przecinku.
pt_br: Formata um número como moeda, com duas casas decimais por padrão.
ru: Отображает число как валюту с 2 знаками после запятой по умолчанию.
sv: Formaterar tal som valuta, till 2 decimaler som standard.
zh_cn: 将数字转换为货币形式，默认小数点后保留两位。
zh_tw: 將數值格式化為貨幣，依預設精確至小數第 2 位。

source: EXACT (text1,text2)
cs: URČITÉ (text1, text2)
es: EXACT (texto1,texto2)
fr: EXACT (texte1,texte2)
hu: PONTOS (Szöveg1, Szöveg2)
it: EXACT (testo1,testo2)
ja: EXACT(テキスト1,テキスト2)
ko: EXACT(텍스트1, 텍스트2)
pl: EXACT (tekst1,tekst2)
pt_br: EXACT (texto1,texto2)
ru: EXACT (текст1,текст2)
zh_tw: EXACT (文字 1,文字 2)

source: Compares two strings and returns TRUE if they are identical.
cs: Porovnává dva řetězce a vrací TRUE, pokud jsou totožné.
de: Vergleicht zwei Zeichenfolgen und gibt TRUE zurück, wenn sie identisch sind.
es: Compara dos cadenas y devuelve TRUE si son idénticas.
fr: Compare deux chaînes et renvoie VRAI si elles sont identiques.
hu: Két mondat összehasonlítása, és igaz értéket ad vissza, ha azonos.
it: Confronta due stringhe e restituisce TRUE se sono identiche.
ja: 2 つの文字列を比較し、同様の場合は TRUE を返します。
ko: 두 문자열을 비교하여 동일하면 TRUE를 반환합니다.
pl: Porównuje dwa łańcuchy tekstu i zwraca PRAWDĘ jeżeli są identyczne.
pt_br: Compara duas linhas de texto e dá como resultado TRUE se elas forem idênticas.
ru: Сравнивает две строки и возвращает значение ИСТИНА, если они одинаковы.
sv: Jämför två textsträngar och returnerar TRUE om de är identiska.
zh_cn: 比较两个字符串，如果相同则返回 TRUE。
zh_tw: 比較兩個字串，如果它們相同，則傳回 TRUE。
