Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Generate CSV file
cs: Generovat soubor CSV
de: CSV-Datei generieren
es: Generar archivo CSV
fr: Générer un fichier CSV
hu: CSV-fájl létrehozása
it: Genera file CSV
ja: CSV ファイルを生成
ko: CSV 파일 생성
pl: Generuj plik CSV
pt_br: Gerar arquivo CSV
ru: Генерировать CSV-файл
sv: Generera CSV fil
zh_cn: 生成 CSV 文件
zh_tw: 產生 CSV 檔案

source: Warning: changing your units could result in your formulas not behaving as you expect. Are you sure you want to change them?
cs: Upozornění: Změna jednotek může způsobit ve vzorcích neočekávané výsledky. Jste si jistý, že chcete provést změnu?
de: Warnhinweis: Durch das Ändern Ihrer Einheiten werden Ihre Formeln eventuell nicht die erwarteten Ergebnisse liefern. Möchten Sie die Einheiten wirklich ändern?
es: Advertencia: si cambias las unidades, las fórmulas podrían dejar de funcionar correctamente. ¿Seguro que deseas cambiarlas?
fr: Attention: la modification des unités peut provoquer le comportement inattendu de vos formules. Voulez-vous vraiment les modifier?
hu: Figyelmeztetés: az egységek módosítása a képletek váratlan viselkedését eredményezhetik. Biztos, hogy módosítassz?
it: Attenzione: la modifica delle unità potrebbe comportare risultati inaspettati all’esecuzione delle formule. Sei sicuro di volerle modificare?
ja: 警告:単位を変更すると一部、正しく動作しない場合があります。変更してもよろしいですか?
ko: 경고: 단위를 변경하면 공식이 예상과는 다르게 동작할 수 있습니다. 단위를 변경하시겠습니까?
pl: Uwaga: zamiana jednostek może spowodować zachowanie się formuł w sposób inny od zamierzonego. Czy na pewno chcesz je zmienić?
pt_br: Aviso: a alteração de suas unidades pode fazer que o comportamento de suas fórmulas seja diferente do esperado. Tem certeza de que deseja alterá-las?
ru: Предупреждение. Если изменить единицы измерения, это может привести к неожиданному поведению формул. Изменить единицы измерения?
sv: Varning: ändring av dina enheter kan resultera i formler som inte beter sig som förväntat. Är du säker på att du vill ändra dem?
zh_cn: 警告：更改单位可能导致您的公式不能产生预期结果。 是否确定要更改？
zh_tw: 警告：變更單位可能會導致公式無法如預期般執行。是否確定要變更單位？

source: Inches
cs: Palce
de: Zoll
es: Pulgadas
fr: Pouces
hu: Hüvelykok
it: Pollici
ja: インチ
ko: 인치
pl: Cale
pt_br: Polegadas
ru: Дюймы
sv: Tum
zh_cn: 英寸
zh_tw: 英吋

source: Clear All Behaviors
cs: Zrušte všechny chování
de: Alle Verhalten löschen
es: Borrar todos los comportamientos
fr: Effacer tous les comportements
hu: Törölje az összes szokást
it: Cancella tutti i comportamenti
ja: すべての動作を消去
ko: 모든 동작 지우기
pl: Wyczyść wszystkie zachowania
pt_br: Limpar todos os comportamentos
ru: Удалить все поведение
sv: Rensa alla beteenden
zh_cn: 清空所有行为
zh_tw: 清除所有行為

source: TOTALS
cs: SOUČTY
de: SUMME
es: TOTALES
fr: TOTAUX
hu: ÖSSZESÍTÉS
it: TOTALI
ja: 合計
ko: 합계
pl: PODSUMOWANIE
pt_br: TOTAIS
ru: ИТОГИ
sv: SUMMOR
zh_cn: 总数
zh_tw: 總計

source: PATH
cs: CESTA
de: PFAD
es: RUTA
fr: CHEMIN
hu: ELÉRÉSI ÚT
it: PERCORSO
ja: パス
ko: 경로
pl: ŚCIEŻKA
pt_br: CAMINHO
ru: ПУТЬ
sv: BANA
zh_cn: 路径
zh_tw: 路徑

source: LEVEL
cs: ÚROVEŇ
de: STUFE
es: NIVEL
fr: NIVEAU
hu: SZINT
it: LIVELLO
ja: レベル
ko: 레벨
pl: POZIOM
pt_br: NÍVEL
ru: УРОВЕНЬ
sv: NIVÅ
zh_cn: 水平
zh_tw: 級別

source: ENTITY NAME
cs: NÁZEV SUBJEKTU
de: ELEMENTNAME
es: NOMBRE DE LA ENTIDAD
fr: NOM DE L'ENTITÉ
hu: ELEM NEVE
it: NOME ENTITÀ
ja: エンティティ名
ko: 요소 이름
pl: NAZWA ELEMENTU
pt_br: NOME DA ENTIDADE
ru: НАЗВАНИЕ ОБЪЕКТА
sv: ENHETSNAMN
zh_cn: 图元名称
zh_tw: 實體名稱

source: ENTITY DESCRIPTION
cs: POPIS SUBJEKTU
de: ELEMENTBESCHREIBUNG
es: DESCRIPCIÓN DE LA ENTIDAD
fr: DESCRIPTION DE L'ENTITÉ
hu: ELEM LEÍRÁSA
it: DESCRIZIONE ENTITÀ
ja: エンティティの説明
ko: 요소 설명
pl: OPIS ELEMENTU
pt_br: DESCRIÇÃO DA ENTIDADE
ru: ОПИСАНИЕ ОБЪЕКТА
sv: ENHETSBESKRIVNING
zh_cn: 图元说明
zh_tw: 實體說明

source: LAYER
cs: HLADINA
es: CAPA
fr: CALQUE
hu: FÓLIA
ja: レイヤ
ko: 레이어
pl: WARSTWA
pt_br: CAMADA
ru: СЛОЙ
sv: LAGER
zh_cn: 图层
zh_tw: 圖層

source: ENTITY VOLUME
cs: JEDNOTKA OBJEMU
de: ELEMENTVOLUMEN
es: VOLUMEN DE LA ENTIDAD
fr: VOLUME DE L'ENTITÉ
hu: EGYSÉG MÉRTÉKE
it: VOLUME ENTITÀ
ja: エンティティの体積
ko: 요소 볼륨
pl: JEDNOSTKA OBJĘTOŚCI
pt_br: VOLUME DA ENTIDADE
ru: ОБЪЕМ ОБЪЕКТА
sv: OBJEKTVOLYMEN
zh_cn: 图元体积
zh_tw: 實體體積

source: Click to change my shirt color.
cs: Kliknutím změníte barvu košile.
de: Klicken Sie, um meine Hemdfarbe zu ändern.
es: Haz clic para cambiar el color de mi camisa.
fr: Cliquez pour modifier la couleur de ma chemise.
hu: Kattints a póló színének cseréléséhez.
it: Fai clic per modificare il colore della mia camicia.
ja: クリックしてシャツの色を変更します。
ko: 클릭하면 셔츠 색상을 변경합니다.
pl: Kliknij, aby zmienić kolor mojej koszulki.
pt_br: Clique aqui para alterar a cor da minha camisa.
ru: Щелкните, чтобы изменить цвет блузы.
sv: Klicka för att ändra min skjortfärg.
zh_cn: 点击可更改我的衬衫颜色。
zh_tw: 按一下來變更我的襯衫顏色。

source: True/False
cs: Pravda / lež
hu: Igaz/hamis
ja: 正/誤
ko: 참/거짓
pl: Prawda/Fałsz
pt_br: Verdadeiro/falso
ru: Истина/ложь
sv: Sant/falskt
zh_cn: 对/错
zh_tw: True 或 False

source: No click behaviors.
cs: Žádné chování při kliknutí.
de: Keine Klickverhalten
es: Ningún comportamiento de clic.
fr: Pas de comportement après un clic.
hu: Nincsenek kattintási szokások.
it: Nessun comportamento al clic del mouse.
ja: クリック時の動作はありません。
ko: 클릭할 동작이 없습니다.
pl: Brak zachowania komponentu na kliknięcie.
pt_br: Não há nenhum comportamento de clique.
ru: Нет поведения по щелчку.
sv: Inget klickbeteenden.
zh_cn: 没有点击行为。
zh_tw: 不存在點選動作。

source: DEFINITION NAME
cs: NÁZEV DEFINICE
de: DEFINITIONSNAME
es: NOMBRE DE DEFINICIÓN
fr: NOM DE LA DÉFINITION
hu: MEGHATÁROZÁS NEVE
it: NOME DEFINIZIONE
ja: 定義名
ko: 정의 이름
pl: NAZWA DEFINICJI
pt_br: NOME DA DEFINIÇÃO
ru: НАЗВАНИЕ ОПРЕДЕЛЕНИЯ
sv: DEFINITION NAMN
zh_cn: 定义名称
zh_tw: 定義名稱

source: Select a SKP
cs: Vyberte SKP
de: SKP-Datei auswählen
es: Selecciona un archivo SKP
fr: Sélectionnez un SKP
hu: SKP kiválasztása
it: Seleziona un file SKP
ja: SKP を選択
ko: SKP 선택
pl: Wybierz plik .SKP
pt_br: Selecionar um SKP
ru: Выбрать SKP
sv: Välj en SKP
zh_cn: 选择 SKP
zh_tw: 選擇 SKP

source: No attribute data returned.
cs: Nebyly vráceny žádné atributy.
de: Keine Attributdaten zurückgegeben.
es: No se han devuelto datos del atributo.
fr: Aucune donnée d'attribut renvoyée.
hu: Nem kaptunk vissza adatokat a tulajdonságokról.
it: Nessun dato di attributo restituito.
ja: 属性データは戻されませんでした。
ko: 반환된 속성 데이터가 없습니다.
pl: Żadne dane atrybutu nie zostały zwrócone.
pt_br: Nenhum dado de atributo retornado.
ru: Не получено данных атрибутов.
sv: Inga attributdata returneras.
zh_cn: 未返回属性数据。
zh_tw: 未傳回屬性資料。

source: No entity data returned.
cs: Žádné údaje entity nebyly vráceny.
de: Keine Elementdaten zurückgegeben.
es: No se han devuelto datos de la entidad.
fr: Aucune donnée d'entité renvoyée.
hu: Nem kaptunk vissza adatokat az elemről.
it: Nessun dato di entità restituito.
ja: エンティティ データは戻されませんでした。
ko: 반환된 요소 데이터가 없습니다.
pl: Żadne dane elementu nie zostały zwrócone.
pt_br: Nenhum dado de entidade retornado.
ru: Не получено данных объекта.
sv: Inget objekt som returnerades.
zh_cn: 未返回图元数据。
zh_tw: 未傳回實體資料。

source: Simplify
cs: Zjednodušit
de: Vereinfachen
es: Simplificar
fr: Simplifier
it: Semplifica
ja: 簡素化
ko: 간소화
pl: Uprość
pt_br: Simplificar
ru: Упростить
sv: Förenkla
zh_cn: 简化
zh_tw: 簡化

source: Sophie is a member of the SketchUp Pro business development team. She dreams of traveling the world, eating good food and taking pictures of beautiful places.
cs: Sophie je členem týmu pro vývoj podnikání společnosti SketchUp Pro. Snaží se cestovat po světě, jíst dobré jídlo a fotografovat krásná místa.
de: Sophie ist ein Mitglied des SketchUp Pro-Entwicklungsteams. Sie träumt davon, um die Welt zu reisen, gut zu essen und großartige Motive zu fotografieren.
es: Sophie pertenece al equipo de desarrollo empresarial de SketchUp Pro. Sueña con viajar por el mundo, disfrutar de la buena comida y hacer fotos de lugares hermosos.
fr: Sophie est membre de l'équipe de développement commercial de SketchUp Pro. Elle rêve de voyager dans le monde entier, de manger de la bonne nourriture et de prendre des photos d'endroits magnifiques.
hu: Sophie a SketchUP Pro üzleti fejlesztő csapatának a tagja. Szeretné bejárni a világot, finom ételeket enni és gyönyörű helyekről képeket készíteni.
it: Sophie è un membro del team sviluppo commerciale SketchUp Pro. Ama viaggiare per il mondo, mangiare bene e fare foto a posti stupendi.
ja: ソフィーはSketchUp Proビジネス開発チームのメンバーです。彼女の夢は、世界旅行、おいしいものを食べること、美しい場所を訪れ写真を取ることです。
ko: 소피는 SketchUp Pro 사업 개발부 팀원입니다. 소피의 꿈은 세계 여행, 맛집 탐방, 아름다운 장소 사진 찍기입니다.
pl: Zosia jest członkiem zespołu SketchUp Pro. Marzy o podróżach, jedzeniu dobrych potraw i robieniu zdjęć pięknym miejscom.
pt_br: Sophie é membro da equipe de desenvolvimento de negócios do SketchUp Pro. Seu sonho é viajar pelo mundo, comer comidas deliciosas e tirar fotos de lugares lindos.
ru: Софи — член команды коммерческого развития SketchUp Pro. Она мечтает путешествовать по всему миру, пробовать вкусные блюда и фотографировать красивые места.
sv: Sophie är medlem i SketchUp Pro-utvecklingsteamet. Hon drömmer om att resa runt i världen, äta god mat och ta bilder av vackra platser.
zh_cn: Sophie 是 SketchUp Pro 商业开发团队的一员。她梦想环游世界，尝遍天下美食和拍下景色优美的地方。
zh_tw: Sophie 是 SketchUp Pro 商業開發團隊的一員。她夢想環遊世界，嘗遍天下美食和拍下景色優美的地方。

source: <p>To change the color of Sophie's shirt, use the "Interact" tool, or select a new color from the following dropdown list.</p>
cs: <p> Chcete-li změnit barvu Sophiiny košile, použijte "Interact" tool, nebo vyberte novou barvu z následujícího seznamu.</p>
de: <p>Um die Farbe von Sophies T-Shirt zu ändern, nutzen Sie die Interaktionsfunktion oder wählen eine neue Farbe aus der folgenden Drop-down-Liste aus .</p>
es: <p>Para cambiar el color de la blusa de Sophie, usa la herramienta "Interaccionar" o selecciona un nuevo color en la siguiente lista desplegable.</p>
fr: <p> Pour changer la couleur du t-shirt de Sophie, utiliser l'outil "Interagir", ou sélectionnez une nouvelle couleur à partir de la liste déroulante suivante. </p>
hu: <p> Hogy megváltoztasd a színét Sophie-es pólójának. "Interact" vagy használd az új szín választást, hogy láthasd az egész listát.</p>
it: <p>Per cambiare il colore della camicia di Sophie, usare lo strumento "Interagisci", o selezionare un nuovo colore dall'elenco a discesa seguente.</p>
ja: <p>ソフィーのシャツの色を変えるには、「対話操作」ツールを使用するかドロップダウンリストから新しい色を選択してください。</p>
ko: <p>소피의 셔츠 색을 바꾸려면 "상호 작용" 도구를 사용하거나, 다음의 드롭 다운 목록에서 새 색상을 선택합니다.</p>
pl: <p>Aby zmienić kolor bluzki Zosi, użyj narzędzia "Współdziałanie" lub wybierz kolor z poniższej listy.</p>
pt_br: <p>Para mudar a cor da camiseta da Sophie, usa a ferramenta "Interagir" ou selecione uma nova cor a partir da seguinte lista suspensa.</p>
ru: <p>Изменить цвет блузы Софи можно с помощью инструмента «Взаимодействие». Также новый цвет можно выбрать из выпадающего списка ниже.</p>
sv: <p>För att ändra färg på Steve's glasögon, använd "Interact" verktyget, eller välj en ny färg från följande dropdown lista. </p>
zh_cn: <p>如需更改 Sophie 的衬衣颜色，请使用“互动”工具，或从以下下拉列表中选择一种新颜色。</p>
zh_tw: <p>如需變更 Sophie 襯衣的顏色，請使用下拉式清單中

source: Paul Stevenson Oles, FAIA, is an architect and co-founder of the America Society of Architectural Illustrators. Steve takes pleasure in long walks, working out, designing all sorts of things, and riding the roads of New Mexico on his beloved '08 Triumph Bonneville
cs: Paul Stevenson Oles, FAIA, je architekt a spoluzakladatel Americké společnosti architektonických ilustrátorů. Steve se těší na dlouhé procházky, vycvičování, navrhování nejrůznějších věcí a jízdu na silnicích v Novém Mexiku na svém milovaném '08 Triumph Bonneville.
de: Paul Stevenson Oles, FAIA, ist Architekt und Mitgründer der America Society of Architectural Illustrators. Steve unternimmt gerne lange Spaziergänge, treibt Sport, entwirft alle möglichen Dinge, und genießt es, auf seiner geliebten Triumph Bonneville durch die Straßen von New Mexico zu fahren
es: Paul Stevenson Oles, FAIA, es arquitecto y uno de los fundadores de la Sociedad Americana de Ilustradores Arquitectónicos. A Steve le gustan las caminatas largas, hacer ejercicio, diseñar todo tipo de cosas y viajar por las carreteras de Nuevo México en su querida Bonneville Triumph '08
fr: Paul Stevenson Oles, FAIA, est architecte et cofondateur de l'America Society of Architectural Illustrators. Steve aime les longues promenades, l'exercice, concevoir toutes sortes de choses et parcourir les routes du Nouveau-Mexique sur sa Triumph Bonneville
hu: Paul Stevenson Oles, FAIA, építész és társalapítója az Amerikai Építészeti Illusztrátorok Társaságának. Steve szeret hosszú sétákra menni, edzeni, mindenféle dolgok tervezni és szeretett '08 Triumph Bonneville kocsijával róni Új-Mexikó útjait
it: Paul Stevenson Oles, FAIA, è architetto e co-fondatore dell'America Society of Architectural Illustrators. Steve adora le lunghe passeggiate, fare attività fisica, disegnare di tutto e percorrere le strade del New Mexico sulla sua amata Triumph Bonneville del 2008
ja: Paul Stevenson Oles, FAIA （アメリカ建築家協会フェロー） は建築家で America Society of Architectural Illustrators （アメリカの建築イラストレーター協会）の共同創立者です。スティーブは長めの散歩や筋トレ、様々なデザイン、愛車である2008 年型の Triumph Bonneville でニューメキシコ州をドライブするのを楽しんでいます。
ko: 미국 건축가협회 (FAIA) 회원인 Paul Stevenson Oles는 건축가 겸 미국 건축 삽화가 협회 (America Society of Architectural Illustrators)의 공동 설립자입니다. Steve는 산책과 운동, 각종 디자인 그리고 그가 사랑하는 08 Triumph Bonneville을 타고 뉴멕시코의 도로를 달리는 것을 좋아합니다
pl: Paul Stevenson Oles, członek Amerykańskiego Instytutu Architektów, jest zarówno architektem jak i współzałożycielem Amerykańskiego Stowarzyszenia Ilustratorów Architektury. W wolnym czasie Steve lubi długie spacery, treningi, szeroko pojęte projektowanie oraz jazdę swoim ukochanym motocyklem '08 Triumph Bonneville.
pt_br: Paul Stevenson Oles, FAIA, é um arquiteto e cofundador da Sociedade Americana de Ilustradores Arquitetônicos. Steve gosta de longas caminhadas, de malhar, de projetar todo tipo de coisa e de pilotar sua querida Triumph Bonneville 2008 pelas ruas do Novo México
ru: Пол Стивенсон Олес (Paul Stevenson Oles), член Американского института архитекторов, архитектор и соучредитель Американского общества архитекторов-иллюстраторов. Стиву нравится долго гулять пешком, тренироваться, проектировать самые разные предметы и ездить по дорогам Нью-Мексико на любимом мотоцикле «Triumph Bonneville» 2008 г.
sv: Paul Stevenson Oles, FAIA, är arkitekt och en av grundarna av det amerikanska samhället av arkitektoniska illustratörer. Steve tar långa promenader, tränar, designar alla möjliga saker och åker på vägarna i New Mexico på sin älskade ' 08 Triumph Bonneville
zh_cn: Paul Stevenson Oles, FAIA 是一位建筑师以及美国建筑插画师协会的共同创始人。Steve 喜欢长时间散步、锻炼、设计各种东西以及骑着他喜欢的 '08 Triumph Bonneville 驰骋于新墨西哥的公路上
zh_tw: Paul Stevenson Oles, FAIA 是一名建築師，也是美國建築插畫家學會的共同創始人。 Steve 熱愛漫步、體能鍛煉、設計各類事物和駕駛他喜歡的 ’08 Triumph Bonneville 在新墨西哥州的路上奔馳

source: <p>To change the color of Steve's glasses, use the "Interact" tool, or select a new color from the following dropdown list.</p>
cs: <p> Chcete-li změnit barvu Stevových brýlí, použijte "Interact" tool, nebo vyberte novou barvu z následujícího seznamu.</p>
de: <p>Um die Farbe von Steves Brille zu ändern, nutzen Sie die Interaktionsfunktion oder wählen Sie eine neue Farbe aus der folgenden Drop-down-Liste aus.</p>
es: <p>Para cambiar el color de las gafas de Steve, usa la herramienta "Interaccionar" o selecciona un nuevo color en la siguiente lista desplegable.</p>
fr: <p> Pour changer la couleur des lunettes de Steve, utiliser l'outil "Interagir", ou sélectionnez une nouvelle couleur à partir de la liste déroulante suivante. </p>
hu: Hogy Steve szemüvegének megcseréld a színét, használj új színt a legördülő listából;
it: <p>Per modificare il colore degli occhiali di Steve, usa lo strumento "Interagisci" o seleziona un nuovo colore dal seguente elenco a discesa.</p>
ja: <p>スティーブのメガネの’色を変えるには、「対話操作」ツールを使用するか、次のドロップダウンリストから新しい色を選択してください。</p>
ko: <p>Steve의 안경 색을 바꾸려면 "상호 작용" 도구를 사용하거나 다음의 드롭 다운 목록에서 새 색상을 선택합니다.</p>
pl: <p>Aby zmienić kolor okularów Stiwa, użyj narzędzia "Współdziałanie", lub wybierz nowy kolor z poniższej listy.</p>
pt_br: <p>Para mudar a cor dos óculos de Steve, usa a ferramenta "Interagir" ou selecione uma nova cor a partir da seguinte lista suspensa.</p>
ru: <p>Изменить цвет очков Стива можно с помощью инструмента «Взаимодействие». Также новый цвет можно выбрать из выпадающего списка ниже.</p>
sv: <p>För att ändra färg på Steve's glasögon, använd "Interact" verktyget, eller välj en ny färg från följande dropdown lista. </p>
zh_cn: <p>如需更改 Steve 的眼镜颜色，请使用“互动”工具，或从以下下拉列表中选择一种新颜色。</p>
zh_tw: <p>如需變更 Steve 眼鏡的顏色，請使用 「互動」工具，或從以下下拉式清單中選取一種新的顏色。</p>

source: Amber
cs: Jantar
de: Bernsteinfarben
es: Ámbar
fr: Ambre
it: Ambra
ja: 琥珀色
ko: 황색
pl: Bursztynowy
pt_br: Âmbar
ru: Янтарь
zh_cn: 琥珀色
zh_tw: 琥珀色

source: Black
cs: Černá
de: Schwarz
es: Negro
fr: Noir
hu: Fekete
it: Nero
ja: 黒
ko: 검정
pl: Czarny
pt_br: Preto
ru: Черный
sv: Svart
zh_cn: 黑色
zh_tw: 黑色

source: Steve's Glasses
cs: Stévovy brýle
de: Steves Brille
es: Las gafas de Steve
fr: Lunettes de Steve
hu: Steve's szemüveg
it: Occhiali di Steve
ja: Steve のメガネ
ko: Steve의 안경
pl: Okulary Stiwa
pt_br: Óculos do Steve
ru: Очки Стива
sv: Steves Glasögon
zh_cn: Steve 的眼镜
zh_tw: Steve 的眼鏡

source: Euros
cs: EUR
de: Euro
hu: Euró
it: Euro
ja: ユーロ
ko: 유로화
pl: Euro
ru: Евро
sv: Euro
zh_cn: 欧元
zh_tw: 歐元

source: DIV/0!
pl: Dzielenie przez 0!
ru: ДЕЛ/0!

source: EDGES ()
fr: %d arêtes
pl: KRAWĘDZIE ()

source: FALSE ()
hu: HAMIS ()

source: TRUE ()
hu: IGAZ ()
