Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Not equal to.
cs: Nehodí se.
de: Ungleich.
es: No igual que.
fr: Différent de.
hu: Nem egyenlő.
it: Diverso da.
ja: 等しくない。
ko: 동일하지 않습니다.
pl: Różny od.
pt_br: Não é igual a.
ru: Не равно.
sv: Inte lika med.
zh_cn: 不等于。
zh_tw: 不等於。

source: Material not in model:
cs: Materiál, který není v modelu:
de: Material nicht im Modell:
es: El material no está en el modelo:
fr: Matière absente du modèle :
hu: Anyag nincs a modellben:
it: Materiale non presente nel modello:
ja: モデル内にないマテリアル:
ko: 모델에 없는 재질:
pl: Brak materiału w modelu:
pt_br: O material não está no modelo:
ru: Материал не в модели:
sv: Material inte i modellen:
zh_cn: 模型中不包含的材质:
zh_tw: 不在模型中的材料:

source: Circular Reference
cs: Kruhový odkaz
de: Zyklische Referenz
es: Referencia circular
fr: Référence circulaire
hu: Körkörös hivatkozás
it: Riferimento circolare
ja: 円形ループ
ko: 순환 참조
pl: Odwołanie cykliczne
pt_br: Referência circular
ru: Циклическая ссылка
sv: Cirkelreferens
zh_cn: 循环引用
zh_tw: 循環參照

source: Tool tip:
cs: Tip nástroje:
de: QuickInfo:
es: Información sobre herramientas:
fr: Infobulle:
hu: Szerszám Tipp:
it: Suggerimento:
ja: ツール ヒント:
ko: 도구 설명:
pl: Podpowiedź:
pt_br: Dica de ferramenta:
ru: Подсказка:
sv: Verktygstips:
zh_cn: 工具提示:
zh_tw: 工具提示:

source: Or enter a custom name...
cs: Nebo zadejte vlastní název ...
de: Oder geben Sie einen benutzerdefinierten Namen ein...
es: O introduce un nombre personalizado...
fr: Ou saisissez un nom personnalisé...
hu: Vagy adjon meg egy egyedi nevet...
it: Oppure immetti un nome personalizzato...
ja: またはカスタム名を入力...
ko: 또는 사용자 지정 이름 입력...
pl: Lub wprowadź dowolną nazwę...
pt_br: Ou digite um nome personalizado...
ru: Или введите свое название…
sv: Eller ange ett eget namn...
zh_cn: 或输入自定义的名称...
zh_tw: 或者輸入自訂名稱...

source: Add attribute
cs: Přidat atribut
de: Attribut hinzufügen
es: Añadir atributo
fr: Ajouter un attribut
hu: Attribútum hozzáadása
it: Aggiungi attributo
ja: 属性を追加
ko: 속성 추가
pl: Dodaj atrybut
pt_br: Adicionar atributo
ru: Добавить атрибут
sv: Lägg till attribut
zh_cn: 添加属性
zh_tw: 新增屬性

source: Interact with Dynamic Components
cs: Interakce s dynamickými součástmi
de: Mit dynamischen Komponenten interagieren
es: Interactuar con componentes dinámicos
fr: Interagir avec les composants dynamiques
hu: Kölcsönhatás a dinamikus összetevőkkel
it: Interagisci con Componenti dinamici
ja: 動的コンポーネントとの対話操作
ko: 동적 구성요소와 상호 작용
pl: Współdziałanie z komponentem dynamicznym
pt_br: Interagir com componentes dinâmicos
ru: Взаимодействие с динамическими компонентами
sv: Interagera med Dynamisk Komponent
zh_cn: 与动态组件互动
zh_tw: 與動態元件互動

source: Click to activate.
cs: Klikněte pro aktivaci.
de: Klicken Sie zum Aktivieren.
es: Haz clic para activar.
fr: Cliquez pour activer.
hu: Kattintson az aktiváláshoz.
it: Fai clic per attivare.
ja: クリックすると有効になります。
ko: 활성화하려면 클릭합니다.
pl: Kliknij, aby aktywować.
pt_br: Clique para ativar.
ru: Щелкните. чтобы активировать.
sv: Klicka för att aktivera.
zh_cn: 点击可激活。
zh_tw: 按一下以啟動。

source: No Components Selected
cs: Nebyly vybrány žádné komponenty
de: Keine Komponenten ausgewählt
es: No se han seleccionado componentes
fr: Aucun composant sélectionné
hu: Nincs kijelölt komponens
it: Nessun componente selezionato
ja: コンポーネントが選択されていません
ko: 선택한 구성요소 없음
pl: Nie zaznaczono komponentów
pt_br: Não há nenhum componente selecionado
ru: Компоненты не выбраны
sv: Inga komponenter har valts
zh_cn: 未选择组件
zh_tw: 未選取元件

source: There are no options to choose on this component.
cs: Neexistují žádné možnosti zvolit na této součásti.
de: Für diese Komponente können Sie keine Option auswählen.
es: En este componente no hay opciones para elegir.
fr: Vous ne pouvez pas choisir d’options pour ce composant.
hu: Nem választható ki ez az összetevő.
it: Nessuna opzione da scegliere per questo componente.
ja: このコンポーネントに関して選択できるオプションはありません。
ko: 이 구성요소에 대해 선택할 수 있는 옵션이 없습니다.
pl: Brak opcji do wyboru dla tego komponentu.
pt_br: Não há nenhuma opção para escolher neste componente.
ru: У компонента нет параметров, которые можно было бы выбрать.
sv: Det finns inga alternativ att välja på den här komponenten.
zh_cn: 此组件没有可选择的选项。
zh_tw: 此元件上沒有要選擇的選項。

source: Select one or more components to view their options.
cs: Vyberte jednu nebo více komponent pro zobrazení jejich možností.
de: Wählen Sie eine oder mehrere Komponenten aus, um deren Optionen anzuzeigen.
es: Selecciona uno o más componentes para ver sus opciones.
fr: Sélectionnez un ou plusieurs composants pour voir leurs options.
hu: Válassz egy vagy több összetevőt, hogy megnézhesd a beállításait.
it: Seleziona uno o più componenti per visualizzarne le opzioni.
ja: オプションを表示するコンポーネントを 1 つ以上選択してください。
ko: 하나 이상의 구성요소를 선택하면 옵션을 볼 수 있습니다.
pl: Zaznacz jeden lub więcej komponentów, aby wyświetlić opcje.
pt_br: Selecione um ou mais componentes para ver suas respectivas opções.
ru: Выберите один или несколько компонентов и просмотрите их параметры.
sv: Välj en eller flera komponenter för att visa deras alternativ.
zh_cn: 请选择一个或多个组件以查看其选项。
zh_tw: 選取一或多個元件來檢視其選項。

source: (add all)
cs: (přidat vše)
de: (alle hinzufügen)
es: (añadir todo)
fr: (tout ajouter)
hu: (összes hozzáadása)
it: (aggiungi tutti)
ja: (すべて追加)
ko: (모두 추가)
pl: (dodaj wszystko)
pt_br: (adicionar tudo)
ru: (добавить все)
sv: (Lägg till alla)
zh_cn: （全部添加）
zh_tw: (新增全部)

source: Enter Name
cs: Zadejte jméno
de: Name eingeben
es: Introducir nombre
fr: Saisissez un nom
hu: Adjon meg nevet
it: Immetti nome
ja: 名前を入力
ko: 이름 입력
pl: Wprowadź nazwę
pt_br: Digite um nome
ru: Введите название
sv: Ange Namn
zh_cn: 输入名称
zh_tw: 輸入名稱

source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
zh_cn: 值
zh_tw: 值

source: Single Component Not Selected
cs: Jedna složka není vybrána
de: Keine Komponente ausgewählt
es: No se ha seleccionado el componente único
fr: Composant individuel non sélectionné
hu: Egyetlen összetevő nincs kijelölve
it: Componente singolo non selezionato
ja: 単一のコンポーネントが選択されていません
ko: 선택한 단일 구성요소 없음
pl: Nie zaznaczono pojedynczego komponentu
pt_br: Não foi selecionado apenas um componente
ru: Не выбран единственный компонент
sv: Enskild komponent inte markerad
zh_cn: 未选择一个组件
zh_tw: 未選取單一元件

source: Select a single component to view its attributes.
cs: Vyberte jednu komponentu, u které chcete zobrazit její atributy.
de: Wählen Sie eine Komponente aus, um ihre Attribute anzuzeigen.
es: Selecciona un componente único para ver sus atributos.
fr: Sélectionnez un composant individuel pour voir ses attributs.
hu: Válasszon egy alkatrészt attribútumainak megjelenítéséhez.
it: Seleziona un componente singolo per visualizzarne gli attributi.
ja: 属性を表示する単一のコンポーネントを選択してください。
ko: 단일 구성요소를 선택하면 속성을 볼 수 있습니다.
pl: Zaznacz pojedynczy komponent, aby wyświetlić jego atrybuty.
pt_br: Selecione apenas um componente para ver seus respectivos atributos.
ru: Выберите один компонент для просмотра его атрибутов.
sv: Välj en komponent för att visa dess attribut.
zh_cn: 选择一个组件以查看其属性。
zh_tw: 選取單一元件來檢視其屬性。

source: Math Functions
cs: Matematické funkce
de: Mathematische Funktionen
es: Funciones matemáticas
fr: Fonctions mathématiques
hu: Matematikai függvények
it: Funzioni matematiche
ja: 数学関数
ko: 수학적 계산 함수
pl: Funkcje matematyczne
pt_br: Funções matemáticas
ru: Математические функции
sv: Matematiska funktioner
zh_cn: 数学函数
zh_tw: 數學函數

source: SketchUp Functions
cs: Funkce SketchUp
de: SketchUp-Funktionen
es: Funciones de SketchUp
fr: Fonctions SketchUp
hu: SketchUp funkciók
it: Funzioni di SketchUp
ja: SketchUp 関数
ko: SketchUp 함수
pl: Funkcje SketchUp
pt_br: Funções do SketchUp
ru: Функции приложения SketchUp
sv: SketchUp funktioner
zh_cn: SketchUp 函数
zh_tw: SketchUp 函數

source: Text Functions
cs: Textové funkce
de: Textfunktionen
es: Funciones de texto
fr: Fonctions textuelles
hu: Szöveg funkciók
it: Funzioni di testo
ja: テキスト関数
ko: 텍스트 함수
pl: Funkcje tekstowe
pt_br: Funções de texto
ru: Текстовые функции
sv: Textfunktioner
zh_cn: 文字函数
zh_tw: 文字函數

source: Trig Functions
cs: Textové funkce
de: Trigonometrische Funktionen
es: Funciones trigonométricas
fr: Fonctions trigonométriques
hu: Csinosító funkciók
it: Funzioni trigonometriche
ja: 三角関数
ko: 삼각 함수
pl: Funkcje trygonometryczne
pt_br: Funções trigonométricas
ru: Тригонометрические функции
sv: Trigonometriska funktioner
zh_cn: 三角函数
zh_tw: 三角函數

source: more
cs: více
de: mehr
es: « primero
fr: plus
hu: több
it: Tutti
ja: その他
ko: 기타
pl: więcej
pt_br: ‹ anterior
ru: дополнительно
sv: mer
zh_cn: 降序
zh_tw: 降序

source: Rename
cs: Přejmenovat
de: Umbenennen
es: Cambiar el nombre
fr: Modifier le nom
hu: Átnevez
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
zh_cn: 重命名
zh_tw: 重新命名

# User's default template units
source: End user's model units
cs: Modelové jednotky koncového uživatele
de: Modelleinheiten des Endnutzers
es: Unidades del modelo del usuario
fr: Unités du modèle de l’utilisateur
hu: Végfelhasználó modelljének darabjai
it: Unità del modello dell’utente
ja: エンド ユーザーのモデル単位
ko: 최종 사용자의 모델 단위
pl: Jednostki użytkownika
pt_br: Unidades do modelo do usuário final
ru: Ед. изм. модели конечного пользователя
sv: Slutanvändarens modell enheter
zh_cn: 最终用户的模型单元
zh_tw: 一般使用者的模型單位

source: Double click to rename
cs: Dvakrát klikněte na přejmenovat
de: Doppelklicken Sie zum Umbenennen
es: Haz doble clic para cambiar el nombre
fr: Double-cliquez pour renommer
hu: Kattintson duplán az átnevezéshez
it: Fai doppio clic per rinominare
ja: 名前を変更するにはダブルクリック
ko: 이름을 변경하려면 두 번 클릭하십시오.
pl: Kliknij dwukrotnie, aby zmienić nazwę
pt_br: Faça um duplo-clique para renomear
ru: Чтобы переименовать, щелкните дважды
sv: Dubbelklicka för att ändra namn på
zh_cn: 双击可重命名
zh_tw: 連按滑鼠兩下來重新命名

# Toggle Metric
source: Toggle Units
cs: Přepnout jednotky
de: Einheiten ein/aus
es: Alternar unidades
fr: Alterner les unités
hu: Szög mértékegységek
it: Attiva/disattiva unità
ja: 単位の切り替え
ko: 단위 토글
pl: Przełącz jednostki
pt_br: Alternar unidades
ru: Переключение единиц измерения
sv: Växla Enheter
zh_cn: 切换单位
zh_tw: 切換單位

source: Set Units
cs: Nastavte jednotky
de: Einheiten festlegen
es: Definir unidades
fr: Définir les unités
hu: Meghatározott egységek
it: Imposta unità
ja: 単位を設定
ko: 단위 설정
pl: Ustaw jednostki
pt_br: Definir unidades
ru: Задать единицы
sv: Ställ in enheter
zh_cn: 设置单位
zh_tw: 設定單位

source: Component
cs: Komponenta
de: Komponente
es: Componente
fr: Composant
hu: Komponens
it: Componente
ja: コンポーネント
ko: 구성 요소
pl: Komponent
pt_br: Componente
ru: Компонент
sv: Komponent
zh_cn: 组件
zh_tw: 元件

source: Units:
cs: Jednotky:
de: Einheiten:
es: Unidades:
fr: Unités :
hu: Egységek:
it: Unità:
ja: 単位:
ko: 단위:
pl: Jednostki:
pt_br: Unidades:
ru: Единицы:
sv: Enheter:
zh_cn: 单位:
zh_tw: 單位：

source: Default:
cs: Výchozí hodnota:
de: Standard:
es: Predeterminada:
fr: Par défaut :
hu: Alapértelmezett:
it: Predefinito:
ja: デフォルト:
ko: 기본값:
pl: Domyślny:
pt_br: Padrão:
ru: По умолчанию:
sv: Standard:
zh_cn: 默认:
zh_tw: 預設:

source: Percentage
cs: Procentní podíl
de: Prozent
es: Porcentaje
fr: Pourcentage
hu: Százalékos
it: Percentuale
ja: 割合
ko: 백분율
pl: Procent
pt_br: Porcentagem
ru: Процент
sv: Procent
zh_cn: 百分比
zh_tw: 百分比

source: TRUE
pt_br: VERDADEIRO
sv: SANT

source: FALSE
cs: Chyba
pt_br: FALSO
sv: FALSKT

source: Logical Functions
cs: Logické funkce
de: Logische Funktionen
es: Funciones lógicas
fr: Fonctions logiques
hu: Logikai függvények
it: Funzioni logiche
ja: 論理関数
ko: 논리 함수
pl: Funkcje logiczne
pt_br: Funções lógicas
ru: Логические функции
sv: Logiska funktioner
zh_cn: 逻辑函数
zh_tw: 邏輯函數

source: onClick Functions
cs: klikněte na funkci
de: onClick-Funktionen
es: Funciones onClick
fr: Fonctions onClick
hu: kattintásra (OnClick) funkciók
it: Funzioni onClick
ja: クリック時関数
ko: onClick 함수
pl: Funkcje na kliknięcie (onClick)
pt_br: Funções onClick
ru: Функции по щелчку
sv: onClick Funktioner
zh_cn: onClick 函数
zh_tw: onClick 函數

source: Operators
cs: Operátoři
de: Operatoren
es: Operadores
fr: Opérateurs
hu: Üzemeltető
it: Operatori
ja: 演算子
ko: 연산자
pl: Operatory
pt_br: Operadores
ru: Операторы
sv: Operatörer
zh_cn: 运算符
zh_tw: 運算子

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
hu: Egyéni beállítás
it: Personalizza
ja: カスタム
ko: 사용자 지정
pl: Dowolny
pt_br: Personalizado
ru: Настроить
sv: Anpassad
zh_cn: 自定义
zh_tw: 自訂

source: All scale handles hidden.
cs: Všechny úchyty měřítka jsou skryté.
de: Alle Skalierungsanfasser ausgeblendet.
es: Todos los controladores de escala ocultos.
fr: Toutes les poignées de mise à l’échelle sont masquées.
hu: Összes méretező eszköz elrejtve.
it: Tutte le maniglie di scalatura nascoste.
ja: すべての尺度変更ハンドルが非表示になっています。
ko: 모든 배율 조정 핸들이 사라집니다.
pl: Wszystkie uchwyty skali są ukryte.
pt_br: Todas as alças de escala ocultas.
ru: Все ручки масштаба скрыты.
sv: Alla skalningshandtag dolda.
zh_cn: 已隐藏所有调整手柄。
zh_tw: 已隱藏所有比例操作框。

source: Some scale handles hidden.
cs: Některé úchyty měřítka jsou skryté.
de: Einige Skalierungsanfasser ausgeblendet.
es: Algunos controladores de escala ocultos.
fr: Certaines poignées de mise à l’échelle sont masquées.
hu: Néhány méretező eszköz elrejtve.
it: Alcune maniglie di scalatura nascoste.
ja: 一部の尺度変更ハンドルが非表示になっています。
ko: 일부 배율 조정 핸들이 사라집니다.
pl: Niektóre uchwyty skali są widoczne.
pt_br: Algumas alças de escala ocultas.
ru: Некоторые ручки масштаба скрыты.
sv: Dölja vissa skalnings handtag.
zh_cn: 已隐藏部分调整比例手柄。
zh_tw: 已隱藏部分比例操作框。

source: Hover over a component to find its click behaviors.
cs: Umístěte ukazatel myši na součást a zjistíte její chování.
de: Fahren Sie über eine Komponente, um ihre Klickverhalten herauszufinden.
es: Sitúa el cursor sobre un componente para ver sus comportamientos de clic.
fr: Placez le pointeur sur un composant pour voir comment il se comportera après un clic.
hu: Húzd át az alkatrészt, hogy biztonságban megtaláld a megfelelő pontot.
it: Posiziona il cursore su un componente per scoprirne i comportamenti al clic del mouse.
ja: コンポーネントの上にポインタを置くとクリックしたときの動作が表示されます。
ko: 구성요소 위로 마우스를 움직이면 클릭 동작을 확인할 수 있습니다.
pl: Najedź kursorem na element, aby zobaczyć jego zachowanie na kliknięcie.
pt_br: Mantenha o cursor do mouse sobre um componente para ver seus comportamentos de clique.
ru: Чтобы узнать поведение по щелчку, наведите курсор на компонент.
sv: Hovra över en komponent för att hitta dess klicka beteende.
zh_cn: 鼠标划过组件可查看其点击行为。
zh_tw: 將滑鼠指標暫停在元件上，以尋找其按一下行為。

source: Select a report to generate below.
cs: Vyberte sestavu, kterou chcete vygenerovat níže.
de: Wählen Sie unten einen zu generierenden Bericht aus.
es: A continuación, selecciona un informe que generar.
fr: Sélectionnez un rapport à générer ci-dessous.
hu: Válassza ki a jelentést az alábbi létrehozásához.
it: Seleziona di seguito un rapporto da generare.
ja: 以下で生成するレポートを選択してください。
ko: 아래에서 생성할 보고서 선택
pl: Wybierz poniżej raport do wygenerowania.
pt_br: Selecione abaixo o relatório que deseja gerar.
ru: Выберите отчет для генерации ниже.
sv: Välj en rapport att generera nedan.
zh_cn: 在下面选择一个要生成的报告。
zh_tw: 選取要在下面產生的報告。

source: Visit the <a href=DC_HELP_URL>SketchUp Help Center</a> for more information.
cs: Navštivte <a href=DC_HELP_URL>Informační centrum aplikace SketchUp</a> další informace.
de: Im <a href=DC_HELP_URL>SketchUp-Hilfeforum</a> finden Sie weitere Informationen.
es: Visita el <a href=DC_HELP_URL>Centro de ayuda de SketchUp</a> para más información.
fr: Rendez-vous sur le<a href=DC_HELP_URL>Centre d'aide SketchUp</a>pour obtenir plus d'informations.
hu: Látogasson el a <a href=DC_HELP_URL>SketchUp Help Center</a> több információért.
it: Per ulteriori informazioni, visita il <a href=DC_HELP_URL>Centro di assistenza di SketchUp</a>.
ja: 詳細情報については、<a href=DC_HELP_URL>SketchUp ヘルプセンター</a> をご覧ください。
ko: 자세한 정보를 확인하려면 <a href=DC_HELP_URL>SketchUp 지원 센터</a>를 방문하십시오.
pl: Aby uzyskać więcej informacji, odwiedź <a href=DC_HELP_URL>Centrum pomocy SketchUp</a>.
pt_br: Visite a <a href=DC_HELP_URL>Central de ajuda do SketchUp</a> para mais informações.
ru: Подробнее можно узнать в <a href=DC_HELP_URL>Справочном центре SketchUp</a>.
sv: Besök <a href=DC_HELP_URL>SketchUp Hjälpcenter</a> för mer information.
zh_cn: 访问<a href=DC_HELP_URL>SketchUp 帮助中心</a>获取更多信息。
zh_tw: 請造訪 <a href=DC_HELP_URL>SketchUp 說明中心</a> 瞭解更多資訊。

source: It looks like you are currently offline. To use the updated version of Generate Report, please connect to the Internet. Otherwise, you can continue to use the old version of Generate Report. If you reconnected to the Internet, click <a href=DC_ONLINE_URL>here</a> to refresh this page.
cs: Vypadá to, že jste nyní v režimu offline. Chcete-li použít aktualizovanou verzi generování zprávy připojte se k Internetu. V opačném případě můžete i nadále používat starou verzi generovat zprávu. Pokud jste připojení k internetu klepněte na tlačítko <a href=DC_ONLINE_URL>sem</a> aktualizovat tuto stránku.
de: Es scheint, dass Sie gerade offline sind. Um die aktualisierte Version von Generate Report nutzen zu können, verbinden Sie sich bitte mit dem Internet. Ansonsten können Sie weiterhin die alte Version von Generate Report nutzen. Falls Sie mit dem Internet verbunden sind, klicken Sie <a href=DC_ONLINE_URL>here</a> um diese Seite zu aktualisieren.
es: Parece que se encuentra actualmente desconectado. Para usar la versión más reciente de Generate Report, por favor conéctese a internet. O, si lo prefiere, puede seguir usando la versión antigua de Generate Report. Si ha recuperado la conexión a internet, haga clic <a href=DC_ONLINE_URL>aquí</a> para actualizar esta página.
fr: Il semble que vous soyez actuellement hors ligne. Pour utiliser la version mise à jour de Générer un Rapport, veuillez vous connecter à internet. Dans le cas contraire, vous pouvez continuer à utiliser l'ancienne version de Générer un Rapport. Si vous êtes reconnecté(e) à internet, cliquez <a href=DC_ONLINE_URL>ici</a> pour rafraîchir cette page.
hu: Úgy néz ki, hogy jelenleg offline állapotban vagy. Ha a legfrissebb vezióját szeretnéd használni a Jelentés Generálásának, kérlek kapcsolódj az internethez. Máskülönben csak a régi verzióját használhatod a Jelentés Generálásának. Ha újra csatlakoztál az internethez, akkor kattints <a href=DC_ONLINE_URL>Ide</a> a lap frissítéséhez.
it: Sembra che tu sia attualmente offline. Per utilizzare la versione aggiornata di Genera rapporto, ti preghiamo di collegarti a internet. In caso contrario, puoi continuare ad utilizzare la vecchia versione di Genera rapporto. Se ti colleghi di nuovo a internet, fai clic su <a href=DC_ONLINE_URL>qui</a> per ricaricare la pagina.
ja: 現在オフライン状態のようです。アップデートされたレポート生成を利用するためには、インターネットに接続して下さい。もしくは、従来のバージョンのレポート生成も引き続きご利用いただけます。インターネットへの再接続後、<a href=DC_ONLINE_URL>here</a> をクリックしてこのページを更新して下さい。
ko: 현재 오프라인인 것으로 보입니다. 업데이트된 버전의 레포트 생성하기 기능을 사용하시려면, 인터넷에 연결돼 있어야 합니다. 그렇지 않으면 계속해서 구 버전의 레포트 생성하기 기능을 사용하실 수 있습니다. 인터넷에 다시 연결되셨다면 <a href=DC_ONLINE_URL>here</a>를 클릭하여 이 페이지를 새로고침하여 주십시오.
pl: Wygląda na to, że jesteś aktualnie w trybie offline. Aby korzystać ze zaktualizowanej wersji Generatora raportów, należy połączyć się z internetem. W przeciwnym razie, możesz korzystać ze starsze wersji. Jeśli jesteś już podłączony do internetu, kliknij <a href=DC_ONLINE_URL>tutaj</a>, aby odświeżyć stronę.
pt_br: Parece que você está off-line neste momento. Para usar a versão atualizada do Gerador de Relatório, por favor conecte-se com a internet. Ou então continue usando a versão antiga do Gerador de Relatório. Ao se reconectar com a internet, clique em <a href=DC_ONLINE_URL>here</a> para atualizar esta página.
ru: Похоже, вы отключены от сети. Чтобы использовать обновленную версию функции создания отчета, подключитесь к Интернету. Однако можно продолжать использовать и старую версию функции создания отчета. Подключившись к Интернету, щелкните <a href=DC_ONLINE_URL>сюда</a> — страница обновится.
sv: Det ser ut som du för närvarande är offline. För att använda den uppdaterade versionen av Generera rapport ansluter du till Internet. Annars kan du fortsätta att använda den gamla versionen av Generera rapport. Om du återkopplas till Internet klickar du på <a href=DC_ONLINE_URL>här</a> för att uppdatera den här sidan.
zh_cn: 看起来你现在似乎是离线状态。如要使用更新版本的Generate Report，请连接到互联网。不然，你可以继续使用旧版本的 Generate Report。如果你重新连接到互联网，请点击<a href=DC_ONLINE_URL>此处</a> 来刷新本页。
zh_tw: 您目前似乎正處於離線狀態。要使用「產生報表」 新版本，請連上網路。否則，您可以繼續使用「產生報表」舊版本。若您重新連上網路，請點擊 <a href=DC_ONLINE_URL>here</a> 以重新整理此頁面。

source: All model attributes
cs: Všechny atributy modelu
de: Alle Modellattribute
es: Todos los atributos del modelo
fr: Tous les attributs du modèle
hu: Összes modell atributumai
it: Tutti gli attributi del modello
ja: すべてのモデル属性
ko: 모든 모델 속성
pl: Wszystkie atrybuty modelu
pt_br: Todos os atributos do modelo
ru: Все атрибуты модели
sv: Alla modellattribut
zh_cn: 模型的所有属性
zh_tw: 所有模型屬性

source: Saves a file with all of the attributes contained in your model.
cs: Uloží soubor se všemi atributy obsaženými ve vašem modelu.
de: Speichert eine Datei mit allen Attributen, die in Ihrem Modell enthalten sind.
es: Guarda un archivo con todos los atributos que contiene el modelo.
fr: Enregistre un fichier avec tous les attributs contenus dans votre modèle.
hu: Fájl mentése, minden a modellben található attribútummal együtt.
it: Salva un file con tutti gli attributi contenuti nel modello.
ja: モデル内に含まれているすべての属性とともにファイルを保存します。
ko: 파일을 저장할 때 모델에 있는 모든 속성을 포함합니다.
pl: Zapisuje plik ze wszystkimi atrybutami zawartymi w modelu.
pt_br: Salva um arquivo com todos os atributos contidos no seu modelo.
ru: Сохраняет файл со всеми атрибутами, содержащимися в модели.
sv: Sparar en fil med alla attribut som ingår i modellen.
zh_cn: 保存包含您模型中所有属性的文件。
zh_tw: 儲存包含模型中所有屬性的檔案。

source: Current selection attributes
cs: Atributy aktuálního výběru
de: Aktuell ausgewählte Attribute
es: Atributos de la selección actual
fr: Attributs de la sélection actuelle
hu: Aktuális kijelölés attribútumai
it: Attributi della selezione corrente
ja: 現在の選択範囲内の属性
ko: 현재 선택한 속성
pl: Atrybuty dla aktualnego zaznaczenia
pt_br: Atributos da seleção atual
ru: Атрибуты текущего выбора
sv: Aktuella urvals attribut
zh_cn: 当前选择的属性
zh_tw: 目前選擇內容屬性

source: Saves a file containing the attributes only in your current SketchUp selection.
cs: Uloží soubor obsahující atributy pouze v aktuálním výběru SketchUp.
de: Speichert eine Datei, die nur die Attribute Ihrer aktuellen SketchUp-Auswahl enthält.
es: Guarda un archivo que incluye solo los atributos de la selección actual de SketchUp.
fr: Enregistre un fichier ne contenant que les attributs de votre sélection SketchUp actuelle.
hu: A mentett fájl csak a jelenleg kijelölt ketchUp tulajdonságokat fogja tartalmazni.
it: Salva un file contenente solo gli attributi presenti nella selezione di SketchUp corrente.
ja: 現在 SketchUp で選択されている範囲内の属性のみを含むファイルを保存します。
ko: 현재 선택한 SketchUp의 속성만 포함하는 파일을 저장합니다.
pl: Zapisuje plik zawierający atrybuty tylko z aktualnego zaznaczenia.
pt_br: Salva um arquivo que contém somente os atributos da sua seleção atual do SketchUp.
ru: Сохраняет файл, содержащий атрибуты, которые входят в текущее выделение в приложении SketchUp.
sv: Sparar en fil som endast innehåller attributen för det aktuella urvalet.
zh_cn: 保存只包含您当前在 SketchUp 中选择的属性的文件。
zh_tw: 儲存只包含目前 SketchUp 選取內容之屬性的檔案。

source: Generate HTML file
cs: Generovat soubor HTML
de: HTML-Datei generieren
es: Generar archivo HTML
fr: Générer un fichier HTML
hu: HTML-fájl létrehozása
it: Genera file HTML
ja: HTML ファイルを生成
ko: HTML 파일 생성
pl: Generuj plik HTML
pt_br: Gerar arquivo HTML
ru: Генерировать HTML-файл
sv: Generera en HTML-fil
zh_cn: 生成 HTML 文件
zh_tw: 產生 HTML 檔案
