Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: ANIMATECUSTOM cannot be called in a formula
cs: ANIMATECUSTOM nelze volat ve vzorci
de: ANIMATECUSTOM kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a ANIMATECUSTOM en una fórmula
fr: ANIMATECUSTOM ne peut pas être appelé dans une formule
hu: EGYEDIANIMÁL nem nevezhető el a formulában
it: Impossibile richiamare ANIMATECUSTOM in una formula
ja: 数式で ANIMATECUSTOM を呼び出すことができません。
ko: 공식에서 ANIMATECUSTOM을 호출할 수 없습니다.
pl: Nie można używać nazwy ANIMATECUSTOM w formule
pt_br: Não é possível chamar ANIMATECUSTOM em uma fórmula
ru: ANIMATECUSTOM нельзя вызывать в формуле
sv: ANIMATECUSTOM kan inte anropas i en formel
zh_cn: 不能在公式中调用 ANIMATECUSTOM
zh_tw: 無法在公式中呼叫 ANIMATECUSTOM

source: GOTOSCENE cannot be called in a formula
cs: GOTOSCENE nelze volat ve vzorci
de: GOTOSCENE kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a GOTOSCENE en una fórmula
fr: GOTOSCENE ne peut pas être appelé dans une formule
hu: GOTOSCENE nem nevezhető el a formulában
it: Impossibile richiamare GOTOSCENE in una formula
ja: 数式で シーンを呼び出すことはできません。
ko: 공식에서 GOTOSCENE을 호출할 수 없습니다.
pl: Nie można używać nazwy GOTOSCENE w formule
pt_br: Não é possível chamar GOTOSCENE em uma fórmula
ru: GOTOSCENE нельзя вызывать в формуле
sv: Du kan inte kalla en formel GOTOSCENE
zh_cn: 不能在公式中调用 GOTOSCENE
zh_tw: 無法在公式中呼叫 GOTOSCENE

source: REDRAW cannot be called in a formula
cs: REDRAW nelze volat ve vzorci
de: REDRAW kann in einer Formel nicht aufgerufen werden
es: No se puede llamar a REDRAW en una fórmula
fr: REDRAW ne peut pas être appelé dans une formule
hu: ÚJRARAJZOLÁS nem nevezhető el a formulában
it: Impossibile richiamare REDRAW in una formula
ja: 式の中で REDRAW を呼び出すことはできません。
ko: 공식에서 REDRAW를 호출할 수 없습니다.
pl: Nie można używać nazwy REDRAW w formule
pt_br: Não é possível chamar REDRAW em uma fórmula
ru: REDRAW нельзя вызывать в формуле
sv: REDRAW kan inte kallas i en formel
zh_cn: 不能在公式中调用 REDRAW
zh_tw: 無法在公式中呼叫 REDRAW

source: Offset must be greater than 0
cs: Posun musí být větší než 0
de: Versatz muss größer sein als 0
es: La equidistancia debe ser mayor que 0
fr: La valeur de décalage doit être supérieure à 0
hu: Eltolásnak 0-nál nagyobbnak kell lennie
it: Il valore di offset deve essere superiore a 0
ja: オフセットは 0 より大きくなければなりません
ko: 오프셋이 0보다 커야 함
pl: Offset musi być większy od 0
pt_br: A equidistância deve ser maior que 0
ru: Смещение должно быть больше 0
sv: Förskjutningsvärdet måste vara större än 0
zh_cn: 偏移必须大于 0。
zh_tw: 偏移必須大於 0

source: Not found:
cs: Nebyl nalezen:
de: Nicht gefunden:
es: No se ha encontrado:
fr: Introuvable :
hu: Nem található:
it: Non trovato:
ja: 見つかりませんでした:
ko: 찾을 수 없음:
pl: Nie znaleziono:
pt_br: Não foi encontrado:
ru: Не найдено:
sv: Hittades inte:
zh_cn: 找不到:
zh_tw: 找不到:

source: Argument negative
cs: Argument negativní
de: Argument negativ
es: Argumento negativo
fr: Argument négatif
hu: Argumentum negatív
it: Argomento negativo
ja: 負の引数です
ko: 음수 인수
pl: Argument ujemny
pt_br: Argumento negativo
ru: Аргумент отрицательный
sv: Argumentet negativt
zh_cn: 负参数
zh_tw: 負引數

source: Argument out of range:
cs: Argument mimo rozsah:
de: Argument ist außerhalb des Bereichs:
es: Argumento fuera del alcance:
fr: Argument non compris dans la plage :
hu: Argumentum a tartományon kívül:
it: Argomento non compreso nell’intervallo:
ja: 範囲外の引数:
ko: 범위 밖에 있는 인수:
pl: Argument poza zasięgiem:
pt_br: Argumento fora do intervalo:
ru: Аргумент вне допустимого диапазона:
sv: Argument är utanför intervallet:
zh_cn: 参数超出范围:
zh_tw: 超出範圍的引數:

source: Choose Options
cs: Zvolte možnosti
de: Optionen auswählen
es: Opciones de elección
fr: Choisir les options
hu: Opció választása
it: Scegli opzioni
ja: オプションを選択
ko: 옵션 선택
pl: Wybierz opcje
pt_br: Escolher opções
ru: Выберите параметры
sv: Välj alternativ
zh_cn: 选择选项
zh_tw: 選擇選項

source: Create Options
cs: Vytvořit možnosti
de: Optionen erstellen
es: Opciones de creación
fr: Créer des options
hu: Opció létrehozása
it: Crea opzioni
ja: オプションを作成
ko: 옵션 만들기
pl: Utwórz opcje
pt_br: Criar opções
ru: Создать параметры
sv: Skapa alternativ
zh_cn: 创建选项
zh_tw: 建立選項

source: Interact Tool
cs: Průnik
de: Interaktionsfunktion
es: Herramienta de interacción
fr: Outil Interagir
hu: Interaktív eszköz
it: Strumento Interagisci
ja: 対話操作ツール
ko: 상호 작용 도구
pl: Narzędzie Współdziałanie
pt_br: Ferramenta de interação
ru: Инструмент «Взаимодействие»
sv: Interagera verktyg
zh_cn: 互动工具
zh_tw: 互動工具

source: Interact with Dynamic Component
cs: Interakce s dynamickými součástmi
de: Mit dynamischer Komponente interagieren
es: Interactuar con componente dinámico
fr: Interagir avec le composant dynamique
hu: Kölcsönhatás a dinamikus összetevőkkel
it: Interagisci con Componenti dinamici
ja: 動的コンポーネントとの対話操作
ko: 동적 구성요소와 상호 작용
pl: Współdziałanie z komponentem dynamicznym
pt_br: Interagir com componente dinâmico
ru: Взаимодействие с динамическим компонентом
sv: Interagera med Dynamisk Komponent
zh_cn: 与动态组件互动
zh_tw: 與動態元件互動

source: Component Options
cs: Možnosti komponent
de: Komponentenoptionen
es: Opciones de componente
fr: Options du composant
hu: Összetevők beállításai
it: Opzioni componente
ja: コンポーネント オプション
ko: 구성요소 옵션
pl: Opcje komponentu
pt_br: Opções de componente
ru: Параметры компонента
sv: Komponentalternativ
zh_cn: 组件选项
zh_tw: 元件選項

source: Component Attributes
cs: Atributy komponenty
de: Komponentenattribute
es: Atributos de componente
fr: Attributs du composant
hu: Összetevők attribútumai
it: Attributi componente
ja: コンポーネントの属性
ko: 구성요소 속성
pl: Atrybuty komponentu
pt_br: Atributos de componente
ru: Атрибуты компонента
sv: Komponentattribut
zh_cn: 组件属性
zh_tw: 元件屬性

source: (Pro Only)
cs: (Pouze Pro)
de: (Nur Pro)
es: (Sólo Pro)
fr: (Version Pro uniquement)
hu: (Csak Pro)
it: (Solo per utenti Pro)
ja: (Pro のみ)
ko: (Pro만)
pl: (tylko w Pro)
pt_br: (Apenas Pro)
ru: (Только для версии Pro)
zh_cn: （仅限于 Pro 版）
zh_tw: (僅適用於 Pro)

source: Error: Your selection contains a component that was created with a newer version of the Dynamic Components extension. The component cannot be dynamically redrawn. Please visit sketchup.google.com to upgrade.
cs: Chyba: Váš výběr obsahuje součást, která byla vytvořena s novější verzí rozšíření dynamických součástí. Komponenta nemůže být dynamicky překreslena. Navštivte stránku sketchup.google.com a upgradujte.
de: Schließen
es: Error: La selección contiene un componente que fue creado con una versión posterior de la extensión "Componentes dinámicos". El componente no puede redibujarse de forma dinámica. Visita la página sketchup.google.com para llevar a cabo la actualización.
fr: Erreur : Votre sélection contient un composant ayant été créé avec une version plus récente de l’extension des composants dynamiques. Le composant ne peut pas être redessiné dynamiquement. Rendez-vous sur sketchup.google.com pour réaliser une mise à niveau.
hu: Hiba: A kijelölés olyan összetevőt tartalmaz, amely a Dynamic Components kiterjesztés újabb verziójával lett létrehozva. Kérjük, látogasson el a sketchup.google.com-hoz a frissítéshez.
it: Errore: la selezione contiene un componente creato con una versione più recente dell’estensione Componenti dinamici. Il componente non può essere ritracciato dinamicamente. Per eseguire l’aggiornamento di versione, vai su sketchup.google.com.
ja: エラー:選択範囲には新しいバージョンのSketchUpで作成された動的コンポーネントが含まれています。このコンポーネントを自動で再描画することはできません。SketchUpをアップグレードをしてください。
ko: 오류: 선택 항목에 새 버전의 동적 구성요소 확장으로 만들어진 구성요소가 포함되어 있습니다. 이 구성요소는 동적으로 다시 그릴 수 없습니다. 업그레이드하려면 sketchup.google.com을 방문하세요.
pl: Błąd: Twoje zaznaczenie zawiera komponent, który został utworzony za pomocą nowszej wersji rozszerzenia Komponenty dynamiczne. Komponent nie może zostać dynamicznie przerysowany. Odwiedź sketchup.com, aby dokonać aktualizacji.
pt_br: Erro: A sua seleção contém um componente que foi criado com uma versão mais recente da extensão Componentes dinâmicos. O componente não pode ser redesenhado dinamicamente. Visite sketchup.google.com para atualizar.
ru: Ошибка. Выделение содержит компонент, который был создан в более новой версии расширения динамических компонентов. Компонент не может быть динамически перерисован. Посетите сайт sketchup.google.com и обновите расширение.
sv: Fel: Markeringen innehåller en komponent som skapades med en nyare version av tillägget Dynamiska Komponenter. Komponenten kan inte ritas om dynamiskt. Besök sketchup.google.com för att uppgradera.
zh_cn: 错误：您选择的对象中含有用高版本的动态组件扩展功能创建的组件。 不能动态重绘此组件。 要升级软件，请访问 sketchup.google.com。
zh_tw: 錯誤：您的選取內容包含以較新版本的「動態元件」擴充套件建立的元件。無法動態重繪元件。請造訪 sketchup.google.com 進行升級。

source: Warning: Changing a Dynamic Component's axes can have a serious effect on your model.
cs: Upozornění: Změna osy dynamické součásti může mít vážný vliv na váš model.
de: Warnhinweis: Das Ändern der Achsen einer dynamischen Komponente kann schwerwiegende Auswirkungen auf Ihr Modell haben.
es: Advertencia: Cambiar los ejes de un componente dinámico puede tener graves efectos en el modelo.
fr: Avertissement : La modification d’axes d’un composant dynamique peut avoir des répercussions importantes sur votre modèle.
hu: Figyelmeztetés: Egy dinamikus alkatrész tengelyének megváltoztatása komoly hatással lehet a modelljére.
it: Attenzione: modificare gli assi dei componenti dinamici può avere effetti consistenti sul modello.
ja: 警告: 動的コンポーネントの軸を変更するとモデルに大きな影響が起こる可能性があります。
ko: 경고: 동적 구성요소의 축을 변경하면 모델에 중대한 영향을 미칠 수 있습니다.
pl: Uwaga: Zmiana osi komponenty dynamicznego może wprowadzić poważne zmiany w modelu.
pt_br: Aviso: A alteração dos eixos de um componente dinâmico pode ter sérias conseqüências em seu modelo.
ru: Предупреждение. Изменение осей динамического компонента может существенно повлиять на модель.
sv: Varning: Att ändra en dynamisk komponentaxel kan ha allvarliga konsekvenser för din modell.
zh_cn: 警告：更改动态组件的轴线可能严重影响您的模型。
zh_tw: 警告：變更「動態元件」的軸可能會對模型造成重大影響。

source: Please be sure to save a copy of your model before proceeding with this change. Change axes now?
cs: Ujistěte se, že před provedením této změny uložíte kopii svého modelu. Změnit osy teď?
de: Speichern Sie auf alle Fälle eine Kopie Ihres Modells, bevor Sie diese Änderung durchführen. Achsen jetzt ändern?
es: Asegúrate de guardar una copia del modelo antes de realizar este cambio. ¿Quieres cambiar los ejes ahora?
fr: Veillez à enregistrer une copie de votre modèle avant de procéder à cette modification. Modifier les axes maintenant?
hu: Kérlek győződj meg arról, hogy van biztonsági mentésed a modellről, mielőtt elkezded megváltoztatni. Megváltoztatod a koordinátákat?
it: Salva una copia del tuo modello prima di procedere con questa modifica. Modificare gli assi ora?
ja: この変更を行う前に、必ずモデルのコピーを保存するようにしてください。今すぐ軸を変更しますか?
ko: 변경하기 전에 모델 사본을 저장해야 합니다. 축을 변경하시겠습니까?
pl: Upewnij się, że zrobiłeś kopię zapasową modelu przed wprowadzeniem tej zmiany. Czy chcesz zmienić osie teraz?
pt_br: Certifique-se de salvar uma cópia do seu modelo antes de prosseguir com esta alteração. Deseja alterar os eixos agora?
ru: Не забудьте сохранить копию модели, прежде чем приступить к исзменению. Изменить оси?
sv: Var noga med att spara en kopia av din modell innan du fortsätter med denna förändring. Byta axlarna nu?
zh_cn: 请务必先保存模型的副本后再进行此更改。 您要立即更改轴线吗？
zh_tw: 請務必在進行此變更之前儲存模型的副本。要立即變更軸嗎？

source: Explode
cs: Rozbít
de: In Einzelteile auflösen
es: Explotar
fr: Éclater
hu: Robbant
it: Esplodi
ja: 分解
ko: 개체 분해
pl: Rozbij
pt_br: Desassociar
ru: Разъединить
sv: Explodera
zh_cn: 炸开模型
zh_tw: 分解

source: WARNING. You have chosen to disable the Dynamic Components Extension. Editing a Dynamic Component manually while the extension is disabled could lead to strange behaviors when the Extension is later reactivated. Exploding such Components before editing them is advised.
cs: VAROVÁNÍ. Rozhodli jste se vypnout rozšíření dynamických komponent. Úprava dynamické komponenty ručně, zatímco je rozšíření zakázáno, může vést k nezvyklému chování při pozdějším, opětovném aktivování rozšíření. Před jejich editací je doporučeno tyto komponenty rozbít.
de: WARNHINWEIS: Sie möchten die Erweiterung Dynamische Komponenten deaktivieren. Das manuelle Bearbeiten einer dynamischen Komponente, während die Erweiterung deaktiviert ist, kann zu ungewöhnlichen Verhalten führen, wenn die Erweiterung später wieder aktiviert wird. Es wird empfohlen, solche Komponenten vor der Bearbeitung in Einzelteile aufzulösen.
es: ADVERTENCIA. Has elegido desactivar la extensión de componentes dinámicos. Editar un componente dinámico manualmente, mientras la extensión está desactivada, puede provocar comportamientos extraños cuando se vuelva a reactivar la extensión. Es recomendable explotar tales componentes antes de editarlos.
fr: ATTENTION. Vous avez choisi de désactiver l’extension des composants dynamiques. La modification de composants dynamiques quand l’extension est désactivée pourra entraîner des comportements inattendus lorsque l’extension sera réactivée ultérieurement. Il est conseillé d’exploser ces composants avant de les modifier.
hu: FIGYELMEZTETÉS. Úgy döntött, hogy letiltja a dinamikus összetevők kiterjesztését. A Dinamikus komponens kézi szerkesztése - amíg a bővítmény le van tiltva- Furcsa viselkedéshez vezethet a későbbi újraaktiválásánál. Robbantani ilyen összetevőket szerkesztése előtt tanácsos.
it: ATTENZIONE. hai scelto di disattivare l’estensione Componenti dinamici. Se si modifica manualmente un componente dinamico mentre l’estensione è disattivata, potresti poi riscontrare comportamenti insoliti alla successiva riattivazione dell’estensione. Si consiglia di visualizzare un esploso dei componenti prima di modificarli.
ja: 警告。動的コンポーネントを無効にする選択がされました。この機能が無効になっている場合には動的コンポーネントを手動で編集して後に、再びこの機能を有効にした際には異常な動作が見られることがあります。これらのコンポーネントを編集する際には先にコンポーネントを分解することをお勧めします。
ko: 경고. 동적 구성요소 확장 사용 안 함을 선택했습니다. 확장 기능을 사용하지 않는 동안 동적 구성요소를 수동으로 편집하면 나중에 확장 기능을 다시 사용할 때 이상한 동작이 발생할 수 있습니다. 이런 구성요소는 편집하기 전에 확장하는 것이 좋습니다.
pl: UWAGA. Chcesz wyłączyć rozszerzenie Komponenty dynamiczne. Edycja komponentu dynamicznego ręcznie, podczas gdy rozszerzenie jest wyłączone, może prowadzić do dziwnych zachowań, gdy rozszerzenie zostanie ponownie włączone. Rozbicie takich komponentów przed ich edycją jest wskazane.
pt_br: AVISO. Você optou por desativar a extensão de componentes dinâmicos. A edição manual de um componente dinâmico com a extensão desativada poderia provocar comportamentos estranhos ao reativar a extensão posteriormente. É aconselhável desassociar esses componentes antes de editá-los.
ru: ПРЕДУПРЕЖДЕНИЕ. Вы решили отключить расширение динамических компонентов. Редактирование динамических компонентов вручную при отключенном расширении может привести к неожиданному поведению, когда расширение снова будет включено. Рекомендуется «разъединять» такие компоненты перед редактированием.
sv: VARNING. Du har valt att inaktivera tillägget dynamiska komponenter. Redigera en dynamisk komponent manuellt medans tillägget är inaktiverat kan leda till märkliga beteenden när förlängningen senare åter aktiveras. Lös upp sådana komponenter innan du redigerar dem rekommenderas.
zh_cn: 警告： 您已选择禁用“动态组件”扩展功能。 扩展功能禁用期间手动编辑动态组件可能导致在重新激活扩展功能后发生异常行为。 建议您在编辑此类组件前先分解组件。
zh_tw: 警告。您已選擇停用「動態元件擴展功能件」。若停用擴展套件時手動編輯「動態元件」，則會造成在稍後重新啟動「擴展套件」時發生異常行為。建議在編輯此類「元件」之前將其分解。

source: Interact
cs: Interakce
de: Interagieren
es: Interactuar
fr: Interagir
hu: Aktivál
it: Interagisci
ja: 対話操作
ko: 상호 작용
pl: Współdziałanie
pt_br: Interagir
ru: Взаимодействие
sv: Interagera
zh_cn: 互动
zh_tw: 互動

source: ERROR: Unmatched parenthesis in
cs: Chyba: Neporovnatelná závorka v souboru
de: FEHLER: Unvollständige Klammerpaare in
es: ERROR: Paréntesis incoherente en
fr: ERREUR : Parenthèse manquante dans
hu: Hiba: Páratlan számú zárójel
it: ERRORE: parentesi senza corrispondenza in
ja: エラー:開き括弧と閉じ括弧の数が一致しません:
ko: 오류: 괄호 불일치
pl: BŁĄD: Niedopasowane w nawias
pt_br: ERRO: Parêntese não coincidente em
ru: ОШИБКА. Непарная скобка:
sv: FEL: Oöverträffad parentes i
zh_cn: 错误：不匹配的括号出现在
zh_tw: 錯誤：下列項目中的括弧不相符

source: ERROR IN FORMULA:
cs: CHYBA VE VZORCI:
de: FEHLER IN FORMEL:
es: ERROR DE FÓRMULA:
fr: ERREUR DE FORMULE:
hu: HIBA A KÉPLETBEN:
it: ERRORE NELLA FORMULA:
ja: 式にエラーがあります:
ko: 공식 오류:
pl: BŁĄD W FORMULE:
pt_br: ERRO NA FÓRMULA:
ru: ОШИБКА В ФОРМУЛЕ:
sv: FEL I FORMELN:
zh_cn: 公式错误:
zh_tw: 公式中的錯誤：:

source: ERROR: Scene could not be found:
cs: CHYBA: Scéna nebyla nalezena:
de: FEHLER: Szene konnte nicht gefunden werden:
es: ERROR: no se ha podido encontrar la escena:
fr: ERREUR: La scène est introuvable:
hu: HIBA: Látványelem nem található:
it: ERRORE: impossibile trovare la scena:
ja: エラー:シーンが見つかりませんでした:
ko: 오류: 장면을 찾을 수 없음:
pl: BŁĄD: Nie odnaleziono sceny:
pt_br: ERRO: A cena não foi encontrada:
ru: ОШИБКА. Не удается найти сцену:
sv: FEL: Scen kunde inte hittas:
zh_cn: 错误：找不到场景：:
zh_tw: 錯誤：找不到場景：:

source: ERROR: Invalid entity to animate:
cs: CHYBA: Neplatná entita pro animaci:
de: FEHLER: Ungültiges zu animierendes Element:
es: ERROR: no se puede animar esta entidad:
fr: ERREUR: Entité à animer invalide:
hu: HIBA: Érvénytelen elem az animáláshoz:
it: ERRORE: entità da animare non valida:
ja: エラー:アニメーションを作成する属性が無効:
ko: 오류: 잘못된 애니메이션 요소:
pl: BŁĄD: Nieprawidłowy element do animacji:
pt_br: ERRO: Esta entidade não pode ser animada:
ru: ОШИБКА. Недопустимый для анимации объект:
sv: FEL: Ogiltigt objekt att animera:
zh_cn: 错误：无效的动画图元:
zh_tw: 錯誤：要為其製作動畫的實體無效:

source: ERROR: Invalid attribute to animate:
cs: CHYBA: Neplatný atribut pro animaci:
de: FEHLER: Ungültiges zu animierendes Attribut:
es: ERROR: atributo no válido para una animación:
fr: ERREUR: Attribut à animer invalide:
hu: HIBA: Érvénytelen attribútum az animáláshoz:
it: ERRORE: attributo da animare non valido:
ja: エラー:アニメーションを作成する属性が無効:
ko: 오류: 잘못된 애니메이션 속성:
pl: BŁĄD: Nieprawidłowy atrybut do animacji:
pt_br: ERRO: Este atributo não pode ser animado:
ru: ОШИБКА. Недопустимый указанный для анимации атрибут:
sv: FEL: Ogiltigt attribut att animera:
zh_cn: 错误：无效的动画属性：:
zh_tw: 錯誤：要為其製作動畫的屬性無效：:

source: ERROR: Unknown function:
cs: CHYBA: Neznámá funkce:
de: FEHLER: Unbekannte Funktion:
es: ERROR: función desconocida:
fr: ERREUR : Fonction inconnue:
hu: Hiba: Ismeretlen funkció:
it: ERRORE: funzione sconosciuta:
ja: エラー:関数が不明です:
ko: 오류: 알 수 없는 함수:
pl: BŁĄD: Nieznana funkcja:
pt_br: ERRO: Função desconhecida:
ru: ОШИБКА. Неизвестная функция:
sv: FEL: Okänd funktion:
zh_cn: 错误：未知函数:
zh_tw: 錯誤：未知函數:

source: ERROR: could not parse formula:
cs: CHYBA: nelze analyzovat vzorec:
de: FEHLER: Formel konnte nicht geparst werden:
es: ERROR: no se ha podido analizar la fórmula:
fr: ERREUR : Impossible d’analyser la formule :
hu: Hiba: nem tudta elemezni a képlet:
it: ERRORE: impossibile analizzare la formula:
ja: エラー:式を解析できませんでした:
ko: 오류: 공식 구문을 분석할 수 없음:
pl: BŁĄD: Nie można przeanalizować formuły:
pt_br: ERRO: não foi possível analisar a fórmula:
ru: ОШИБКА. Не удается разобрать формулу:
sv: FEL: kunde inte tolka formel:
zh_cn: 错误：无法解析公式:
zh_tw: 錯誤：無法解析公式：:

source: Provides formula-driven behaviors for SketchUp components.
cs: Poskytuje chování založené na formulaci pro součásti SketchUp.
de: Bietet formelgesteuerte Verhalten für SketchUp-Komponenten.
es: Proporciona comportamientos basados en fórmulas para componentes de SketchUp.
fr: Fournit des comportements déterminés par des formules aux composants SketchUp.
hu: Képlet által vezérelt viselkedés a SketchUp alkatrészeknek.
it: Offre comportamenti basati su formule per i componenti di SketchUp.
ja: SketchUp コンポーネントによる動作を提供します。
ko: SketchUp 구성요소에 공식으로 작동하는 동작을 제공합니다.
pl: Zapewnia różnie zachowania dla komponentów w oparciu o formuły.
pt_br: Fornece comportamentos baseados em fórmulas para componentes do SketchUp.
ru: Обеспечивает использование формул в поведении компонентов приложения SketchUp.
sv: Genererar formel-drivna beteende för SketchUp-komponenter.
zh_cn: 为 SketchUp 组件提供公式驱动的行为。
zh_tw: 為 SketchUp 元件提供由公式驅動的行為。

source: Save As
cs: Uložit jako
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hu: Mentés másként
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pl: Zapisz jako
pt_br: Salvar como
ru: Сохранить как
sv: Spara som
zh_cn: 另存为
zh_tw: 另存為

source: Place Component
cs: Umístit komponent.
de: Komponente platzieren
es: Colocar componente
fr: Placer le composant
hu: Alkatrész elhelyezése
it: Posiziona il componente
ja: コンポーネントを配置
ko: 구성요소 배치
pl: Umieść komponent
pt_br: Colocar componente
ru: Разместить компонент
sv: Placera komponent
zh_cn: 放置组件
zh_tw: 放置元件

source: Loading
cs: Načítání
de: Laden
es: Cargando
fr: Chargement en cours
hu: Betöltés
it: Caricamento
ja: ロード中
ko: 로드 중
pl: Ładowanie
pt_br: Carregando
ru: Загрузка
sv: Laddar
zh_cn: 正在载入
zh_tw: 正在載入
