Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Provides ability to interact with specially-authored components. Dynamic Components can have behaviors such as smart scaling, animation, and configuration. SketchUp Pro users additionally are given the ability to create their own Dynamic Components.
cs: Poskytuje schopnost pracovat interaktivně se speciálně vytvořenými komponentami. Dynamické komponenty se mohou chovat jako inteligentní měřítko, animace a konfigurace. Uživatelé SketchUp Pro mají navíc možnost vytvářet vlastní dynamické komponenty.
de: Bietet die Fähigkeit, mit speziell erstellten Komponenten zu interagieren. Dynamische Komponenten können Verhalten aufweisen, z. B. intelligentes Skalieren, Animation und Konfiguration. Nutzer von SketchUp Pro können zusätzlich ihre eigenen dynamischen Komponenten erstellen.
es: Ofrece la posibilidad de interactuar con componentes creados especialmente. Los componentes dinámicos pueden tener comportamientos tales como ajuste inteligente de escala, animación y configuración. Los usuarios de SketchUp Pro tienen además la posibilidad de crear sus propios componentes dinámicos.
fr: Permet d’interagir avec des composants spécialement conçus. Les composants dynamiques peuvent avoir des comportements tels que la mise à l’échelle intelligente, l’animation et la configuration. Les utilisateurs de SketchUp Pro ont en outre la possibilité de créer leurs propres composants dynamiques.
hu: Képességet biztosít speciálisan létrehozott összetevők egymásra hatásában. Dinamikus összetevőknek lehet olyan magatartása, mint például az intelligens méretezés, az animáció és a konfiguráció. SketchUp Pro felhasználók létrehozhatnak saját dinamikus komponenseket.
it: Consente di interagire con componenti appositamente creati. Componenti dinamici può offrire funzioni quali scalatura, animazione e configurazione intelligenti. Inoltre, gli utenti di SketchUp Pro hanno la possibilità di creare i propri componenti dinamici.
ja: 特別に作成されたコンポーネントとの対話操作を行える機能を提供します。動的コンポーネントにはスマート スケーリング、アニメーション、設定などの動作を割り当てることができます。SketchUp Pro をお使いの場合は、さらに独自の動的コンポーネントを作成することもできます。
ko: 특히 작성자가 있는 구성요소에 상호 작용 기능을 제공합니다. 동적 구성요소는 스마트 배율 조절, 애니메이션 및 구성과 같은 동작을 가질 수 있습니다. SketchUp Pro 사용자에게는 자신만의 동적 구성요소를 만들 수 있는 기능이 추가로 제공됩니다.
pl: Zapewnia możliwość współdziałania z komponentami o dodatkowych właściwościach. Komponenty dynamiczne mogą posiadać takie zachowania, jak inteligentne skalowanie, animację oraz konfigurację. Użytkownicy SketchUp Pro dodatkowo posiadają możliwość tworzenia własnych komponentów dynamicznych.
pt_br: Proporciona capacidade para interagir com componentes especialmente criados. Os componentes dinâmicos podem ter comportamentos tais como o ajuste inteligente de escala, animação e configuração. Além disso, os usuários do SketchUp Pro também podem criar seus próprios componentes dinâmicos.
ru: Обеспечивает взаимодействие со специально разработанными компонентами. У динамических компонентов могут быть встроены функции поведения, такие как интеллектуальное масштабирование, анимация и конфигурирование. Пользователи версии SketchUp Pro также могут создавать собственные динамические компоненты.
sv: Ger möjligheten att interagera med speciellt författad komponenter. Dynamiska komponenter kan ha beteenden som smart skalning, animation och konfiguration. SketchUp Pro användare ges dessutom möjligheten att skapa sina egen dynamiska komponenter.
zh_cn: 提供与特别制作的组件互动的功能。 动态组件可以有一些行为，如智能缩放、动画和配置。 SketchUp Pro 的用户还能够创建自己的动态组件。
zh_tw: 提供與專門編寫之元件互動的能力。「動態元件」可以進行智慧縮放、動畫以及設定之類的行為。SketchUp Pro 使用者還能夠建立他們自己的「動態元件」。

source: Download Cancelled
cs: Stažení se nezdařilo
de: Download abgebrochen
es: Descarga cancelada
fr: Téléchargement annulé
hu: Letöltés megszakítva
it: Download annullato
ja: ダウンロードがキャンセルされました
ko: 다운로드 취소
pl: Pobieranie anulowane
pt_br: O download foi cancelado
ru: Скачивание отменено
sv: Nedladdning Avbruten
zh_cn: 下载已取消
zh_tw: 下載已取消

source: Move
cs: Posun
de: Verschieben
es: Mover
fr: Déplacer
hu: Mozog
it: Sposta
ja: 移動
ko: 이동
pl: Przesuń
pt_br: Mover
ru: Переместить
sv: Flytta
zh_cn: 移动
zh_tw: 移動

source: Scale
cs: Zvětšení
de: Maßstab
es: Escala
fr: Échelle
hu: Arány
it: Scala
ja: 縮尺
ko: 배율
pl: Skala
pt_br: Escala
ru: Масштаб
sv: Skala
zh_cn: 比例
zh_tw: 比例

source: Rename Attribute
cs: Správa atributů
de: Attribut umbenennen
es: Cambiar nombre del atributo
fr: Renommer l’attribut
hu: Attribútum átnevezése
it: Rinomina attributo
ja: 属性名を変更
ko: 속성 이름 변경
pl: Zmień nazwę atrybutu
pt_br: Renomear atributo
ru: Переименовать атрибут
sv: Byta namn på attribut
zh_cn: 重命名属性
zh_tw: 重新命名屬性

source: Add Attribute
cs: Přidat atribut
de: Attribut hinzufügen
es: Añadir atributo
fr: Ajouter un attribut
hu: Attribútum Hozzáadása
it: Aggiungi attributo
ja: 属性を追加
ko: 속성 추가
pl: Dodaj atrybut
pt_br: Adicionar atributo
ru: Добавить атрибут
sv: Lägg till attribut
zh_cn: 添加属性
zh_tw: 新增屬性

source: ABS (number)
cs: ABS (číslo)
de: ABS (Zahl)
es: ABS (número)
fr: ABS (nombre)
hu: ABS (szám)
it: ABS (numero)
ja: ABS(数値)
ko: ABS(지정한 값)
pl: ABS (numer)
pt_br: ABS (número)
ru: ABS (цифра)
sv: ABS (tal)
zh_tw: ABS (數值)

source: Returns the absolute value of a given number.
cs: Vrací absolutní hodnotu daného čísla.
de: Gibt den Absolutwert einer gegebenen Zahl zurück.
es: Devuelve el valor absoluto de un número.
fr: Renvoie la valeur absolue d’un nombre donné.
hu: Egy adott szám abszolút értékét adja eredményül.
it: Restituisce il valore assoluto del numero indicato.
ja: 指定した数値の絶対値を返します。
ko: 지정한 값의 절대값을 반환합니다.
pl: Zwraca wartość bezwzględną podanej liczby.
pt_br: Dá como resultado o valor absoluto de um número.
ru: Возвращает модуль заданного числа.
sv: Returnerar absolutvärdet av ett givet tal.
zh_cn: 返回指定数字的绝对值。
zh_tw: 傳回指定數值的絕對值。

source: CEILING (number,significance)
cs: STROP (číslo, význam)
de: CEILING (Zahl,Signifikanz)
es: CEILING (número,significancia)
fr: CEILING (nombre, précision)
hu: MENNYEZET (szám, jelentősége)
it: CEILING (numero,approssimazione)
ja: CEILING(数値,基準値)
ko: CEILING(지정한 값, 특정 값)
pl: CEILING (liczba,liczba_cyfr)
pt_br: CEILING (número,significância)
ru: CEILING (цифра,значение)
sv: CEILING (tal,signifikans)
zh_tw: CEILING (數值,基數)

source: Rounds up to the nearest integer or multiple of significance.
cs: Zaokrouhlí se na nejbližší celé číslo nebo násobek významu.
de: Rundet zur nächsten ganzen Zahl oder zum nächsten Vielfachen von Signifikanz auf.
es: Redondea hacia arriba al entero o múltiplo significativo más próximo.
fr: Arrondit au nombre entier ou au multiple de précision immédiatement supérieur.
hu: Szám kerekítése felfelé a legközelebbi egészre vagy a többszörösére.
it: Arrotonda per eccesso all’intero o al multiplo del valore di approssimazione più vicino.
ja: 近似整数または基準値の倍数に切り上げます。
ko: 지정한 값을 가장 가까운 특정 값의 정수 또는 배수로 반올림합니다.
pl: Zaokrągla w górę do najbliższej liczby całkowitej lub podanej dokładności.
pt_br: Arredonda para cima até o número inteiro ou múltiplo mais próximo da significância.
ru: Округляет вверх до ближайшего целого или кратного точности.
sv: Avrundar uppåt till närmaste heltal eller multipel.
zh_cn: 向上舍入到最接近的整数或乘数的倍数。
zh_tw: 上取整至最接近的整數或基數的倍數。

source: DEGREES (number)
cs: DEGREES (číslo)
de: DEGREES (Zahl)
es: DEGREES (número)
fr: DEGREES (nombre)
hu: FOK (szám)
it: DEGREES (numero)
ja: DEGREES(数値)
ko: DEGREES(지정한 값)
pl: STOPNIE (liczba)
pt_br: DEGREES (número)
ru: DEGREES (цифра)
sv: DEGREES (tal)
zh_tw: DEGREES (數值)

source: Converts a given number in radians to degrees.
cs: Převede dané číslo ve stupních na radiány.
de: Wandelt eine gegebene Zahl in Radiant in Grad um.
es: Convierte el número introducido en radianes a grados.
fr: Convertit en degrés un nombre donné en radians.
hu: Egy adott radián szám fokká konvertálása.
it: Converte in gradi un numero indicato in radianti.
ja: 指定した平面角の値を度単位に変換します。
ko: 지정한 값(라디안)을 각도로 변환합니다.
pl: Konwertuje podaną liczbę w radianach na stopnie.
pt_br: Converte um número que está em radianos para graus.
ru: Преобразует заданный в радианах угол в градусы.
sv: Konverterar ett givet tal i radianen till grader.
zh_cn: 将指定弧度数转换为度。
zh_tw: 將指定數值的單位從弧度轉換為度。

source: EVEN (number)
cs: EVEN (číslo)
de: EVEN (Zahl)
es: EVEN (número)
fr: EVEN (nombre)
hu: EVEN (szám)
it: EVEN (numero)
ja: EVEN(数値)
ko: EVEN(지정한 값)
pl: EVEN (liczba)
pt_br: EVEN (número)
ru: EVEN (цифра)
sv: EVEN (tal)
zh_tw: EVEN (數值)

source: Rounds a given number up to the nearest even integer.
cs: Zaokrouhlení daného čísla až na nejbližší liché celé číslo.
de: Rundet eine gegebene Zahl zur nächsten geraden ganzen Zahl auf.
es: Redondea hacia arriba un número hasta el próximo entero par.
fr: Arrondit un nombre donné au nombre entier pair immédiatement supérieur.
hu: Egy adott számot a legközelebbi páros egész számra kerekíti fel.
it: Arrotonda per eccesso un numero all’intero pari più vicino.
ja: 指定した数値を近似偶数に切り上げます。
ko: 지정한 값을 가장 가까운 짝수로 반올림합니다.
pl: Zaokrągla w górę do najbliższej parzystej liczby całkowitej.
pt_br: Arredonda para cima um número até o número inteiro par mais próximo.
ru: Округляет заданное число вверх до ближайшего четного целого.
sv: Rundar av ett givet tal upp till närmaste jämna heltal.
zh_cn: 将指定数字向上舍入到最接近的偶数。
zh_tw: 將指定數值上取整至最接近的偶數整數。

source: EXP (number)
cs: EXP (číslo)
de: EXP (Zahl)
es: EXP (número)
fr: EXP (nombre)
hu: EXP (szám)
it: EXP (numero)
ja: EXP(数値)
ko: EXP(지정한 값)
pl: EXP (liczba)
pt_br: EXP (número)
ru: EXP (цифра)
sv: EXP (nummer)
zh_tw: EXP (數值)

source: Returns e raised to the power of a given number.
cs: Vrátí e umocněné na zadané číslo.
de: Gibt e hoch einer gegebenen Zahl zurück.
es: Devuelve e elevado a la potencia de un número determinado.
fr: Renvoie la valeur e à la puissance d’un nombre donné.
it: Restituisce e elevato alla potenza di un dato numero.
ja: 与えられた数の累乗にeを返します。
ko: 지정한 값의 거듭제곱 값인 e(자연로그의 밑)를 반환합니다.
pl: Zwraca e podniesione do potęgi podanej liczby.
pt_br: Dá como resultado e elevado à potência de um número específico.
ru: Возвращает число „e“, возведенное в заданную степень.
sv: Returnerar e upphöjt till ett visst antal.
zh_cn: 返回 e 的指定数次方。
zh_tw: 傳回指定數值的乘冪數 e。

source: FLOOR (number,significance)
cs: STROP (číslo, význam)
de: FLOOR (Zahl,Signifikanz)
es: FLOOR (número,significancia)
fr: FLOOR (nombre, précision)
hu: FLOOR (szám, jelentősége)
it: FLOOR (numero,approssimazione)
ja: FLOOR(数値,基準値)
ko: FLOOR(지정한 값, 특정 값)
pt_br: FLOOR (número,significância)
ru: FLOOR (цифра,значение)
sv: FLOOR (tal,signifikans)
zh_tw: FLOOR (數值,基數)

source: Rounds down to the nearest integer or multiple of significance.
cs: Zaokrouhlí se na nejbližší celé číslo nebo násobek významu.
de: Rundet zur nächsten ganzen Zahl oder zum nächsten Vielfachen von Signifikanz ab.
es: Redondea hacia abajo hasta el entero o múltiplo significativo más próximo.
fr: Arrondit au nombre entier ou au multiple de précision immédiatement inférieur.
hu: Szám kerekítése lefelé a legközelebbi egészre vagy a többszörösére.
it: Arrotonda per difetto all’intero o al multiplo del valore di approssimazione più vicino.
ja: 近似整数または基準値の倍数に切り下げます。
ko: 지정한 값을 가장 가까운 특정 값의 배수로 버림한 값을 구합니다.
pl: Zaokrągla w dół do najbliższej liczby całkowitej lub podanej dokładności.
pt_br: Arredonda para baixo até o número inteiro ou múltiplo mais próximo da significância.
ru: Округляет вниз до ближайшего целого или кратного точности.
sv: Avrundar uppåt till närmaste heltal eller multipel.
zh_cn: 向下舍入到最接近的整数或乘数的倍数。
zh_tw: 下取整至最接近的整數或基數的倍數。

source: INT (number)
cs: INT (číslo)
de: INT (Zahl)
es: INT (número)
fr: INT (nombre)
hu: INT (szám)
it: INT (numero)
ja: INT(数値)
ko: INT(지정한 값)
pl: INT (liczba)
pt_br: INT (número)
ru: INT (цифра)
sv: INT (tal)
zh_tw: INT (數值)

source: Rounds a given number down to the nearest integer.
cs: Zaokrouhlení daného čísla až na nejbližší liché celé číslo.
de: Rundet eine gegebene Zahl zur nächsten ganzen Zahl ab.
es: Redondea el número introducido hasta el entero inferior más próximo.
fr: Arrondit un nombre donné au nombre entier pair immédiatement inférieur.
hu: Egy adott számot a legközelebbi egész számra kerekít.
it: Arrotonda per difetto un numero all’intero più vicino.
ja: 指定した数値を近似整数に切り下げます。
ko: 지정한 값을 버림하여 가장 가까운 정수로 만듭니다.
pl: Zaokrągla w dół do najbliższej liczby całkowitej.
pt_br: Arredonda para baixo um número até o número inteiro mais próximo.
ru: Округляет заданное число вниз до ближайшего целого числа.
sv: Rundar av ett givet tal till närmaste heltal.
zh_cn: 将指定数字向下舍入到最接近的整数。
zh_tw: 將指定數值下取整至最接近的整數。

source: ISEVEN (number)
cs: ISEVEN (číslo)
de: ISEVEN (Zahl)
es: ISEVEN (número)
fr: ISEVEN (nombre)
hu: ISEVEN (szám)
it: ISEVEN (numero)
ja: ISEVEN(数値)
ko: ISEVEN(지정한 값)
pl: ISEVEN (liczba)
pt_br: ISEVEN (número)
ru: ISEVEN (цифра)
sv: ISEVEN (tal)
zh_tw: ISEVEN (數值)

source: Returns TRUE if a given value is even, or FALSE if not.
cs: Vrátí PRAVDA, pokud je zadaná hodnota stejná, nebo NEPRAVDA, pokud tomu tak není.
de: Gibt TRUE zurück, wenn ein gegebener Wert gerade ist, andernfalls FALSE.
es: Devuelve TRUE si un valor es par, o FALSE si no lo es.
fr: Renvoie VRAI si une valeur donnée est paire ou FAUX dans le cas contraire.
hu: IGAZ visszatérítése, ha az adott érték egyenlő, vagy HAMIS, ha nem.
it: Restituisce il valore TRUE se un dato valore è pari, FALSE in caso contrario.
ja: 指定した値が偶数の場合は TRUE、そうでない場合は FALSE を返します。
ko: 지정한 값이 짝수일 경우 TRUE를, 홀수인 경우에는 FALSE를 반환합니다.
pl: Zwraca PRAWDĘ jeżeli podana wartość jest parzysta lub FAŁSZ jeżeli nie jest.
pt_br: Dá como resultado TRUE se um valor for par ou FALSE se não for.
ru: Возвращает ИСТИНУ, если указанное число четное, или ЛОЖЬ — если число нечетное.
sv: Returnerar TRUE om ett värde är udda, eller FALSE om det inte är.
zh_cn: 如果指定的值是偶数，返回 TRUE，否则返回 FALSE。
zh_tw: 如果指定值為偶數，則傳回 TRUE，否則傳回 FALSE。

source: ISODD (number)
cs: ISODD (číslo)
de: ISODD (Zahl)
es: ISODD (número)
fr: ISODD (nombre)
hu: ISODD (szám)
it: ISODD (numero)
ko: ISODD(지정한 값)
pl: ISODD (liczba)
pt_br: ISODD (número)
ru: ISODD (цифра)
sv: ISODD (tal)
zh_tw: ISODD (數值)

source: Returns TRUE if a given value is odd, or FALSE if not.
cs: Vrátí PRAVDA, pokud je zadaná hodnota odlišná, nebo NEPRAVDA, pokud tomu tak není.
de: Gibt TRUE zurück, wenn ein gegebener Wert ungerade ist, andernfalls FALSE.
es: Devuelve TRUE si un valor es impar, o FALSE si no lo es.
fr: Renvoie VRAI si une valeur donnée est impaire ou FAUX dans le cas contraire.
hu: IGAZ visszatérítése, ha egy adott érték páratlan, vagy HAMIS, ha nem.
it: Restituisce TRUE se un dato valore è dispari, FALSE in caso contrario.
ja: 指定した値が奇数の場合は TRUE、そうでない場合は FALSE を返します。
ko: 지정한 값이 홀수일 경우 TRUE를, 짝수인 경우에는 FALSE를 반환합니다.
pl: Zwraca PRAWDĘ jeżeli podana wartość jest nieparzysta lub FAŁSZ jeżeli nie jest.
pt_br: Dá como resultado TRUE se um valor for ímpar ou FALSE se não for.
ru: Возвращает ИСТИНУ, если указанное число нечетное, или ЛОЖЬ — если число четное.
sv: Om det angivna värdet är ett udda tal, returnerar SANT, annars returneras FALSKT.
zh_cn: 如果指定的值是奇数，返回 TRUE，否则返回 FALSE。
zh_tw: 如果指定值為奇數，則傳回 TRUE，否則傳回 FALSE。

source: LN (number)
cs: LN (číslo)
de: LN (Zahl)
es: LN (número)
fr: LN (nombre)
hu: LN (szám)
it: LN (numero)
ja: LN(数値)
ko: LN(지정한 값)
pl: LN (liczba)
pt_br: LN (número)
ru: LN (цифра)
sv: LN (tal)
zh_tw: LN (數值)

source: Returns natural logarithm based on constant e of a number.
cs: Vrátí přirozený logaritmus na základě konstantního čísla e.
de: Gibt den natürlichen Logarithmus zur Basis der Konstanten e einer Zahl zurück.
es: Devuelve el logaritmo natural basado en la constante e de un número.
fr: Renvoie le logarithme naturel en fonction de la constante e d’un nombre.
hu: Alapján állandó szám természetes alapú logaritmusát adja eredményül.
it: Restituisce un logaritmo naturale basato sulla costante e di un numero.
ja: 与えられた数の累乗にeを返します。
ko: 지정한 값의 상수 e에 따라 자연 로그값을 반환합니다.
pl: Zwraca logarytm naturalny oparty o stałą e podanej liczby.
pt_br: Dá como resultado o logaritmo natural baseado na constante e de um número.
ru: Возвращает натуральный логарифм числа (по основанию е).
sv: Returnerar den naturliga logaritmfunktionen av konstanten e för ett tal.
zh_cn: 返回指定数字的自然对数。
zh_tw: 傳回數值的以常數 e 為底數的自然對數。

source: LOG10 (number)
cs: LOG10 (číslo)
de: LOG10 (Zahl)
es: LOG10 (número)
fr: LOG10 (nombre)
hu: Log10 (szám)
it: LOG10 (numero)
ja: LOG10(数値)
ko: LOG10(지정한 값)
pl: LOG10 (liczba)
pt_br: LOG10 (número)
ru: LOG10 (цифра)
sv: LOG10 (tal)
zh_tw: LOG10 (數值)

source: Returns the base-10 logarithm of a given number.
cs: Vrátí logaritmus o základu 10 z daného čísla.
de: Gibt den Basis-10-Logarithmus einer gegebenen Zahl zurück.
es: Devuelve el logaritmo en base 10 de un número.
fr: Renvoie le logarithme en base 10 d’un nombre donné.
hu: A base-10 logaritmusának adott.
it: Restituisce il logaritmo in base 10 di un dato numero.
ja: 10 を底として指定した数値の絶対値を返します。
ko: 지정한 값에 대해 10을 밑으로 하는 로그값을 반환합니다.
pl: Zwraca logarytm dziesiętny podanej liczby.
pt_br: Dá como resultado o logaritmo de base 10 de um número determinado.
ru: Возвращает логарифм заданного числа по основанию 10.
sv: Returnerar 10-logaritmen av ett givet tal.
zh_cn: 返回指定数字以 10 为底的对数。
zh_tw: 傳回指定數值的以 10 為底數的對數。

source: ODD (number)
cs: ODD (číslo)
de: ODD (Zahl)
es: ODD (número)
fr: ODD (nombre)
hu: ODD (szám)
it: ODD (numero)
ja: ODD(数値)
ko: ODD(지정한 값)
pl: ODD (liczba)
pt_br: ODD (número)
ru: ODD (цифра)
sv: ODD (tal)
zh_tw: ODD (數值)

source: Rounds a given number up to the nearest odd integer.
cs: Zaokrouhlení daného čísla až na nejbližší liché celé číslo.
de: Rundet eine gegebene Zahl zur nächsten ungeraden ganzen Zahl auf.
es: Redondea el número introducido hasta el próximo entero impar.
fr: Arrondit un nombre donné au nombre entier impair immédiatement supérieur.
hu: Egy adott számot a legközelebbi páratlan egészre kerekíti.
it: Arrotonda per eccesso un numero all’intero dispari più vicino.
ja: 指定した数値を近似奇数に切り上げます。
ko: 지정한 값을 가장 가까운 홀수로 반올림합니다.
pl: Zaokrągla w górę do najbliższej nieparzystej liczby całkowitej.
pt_br: Arredonda para cima um número até o número inteiro ímpar mais próximo.
ru: Округляет заданное число до ближайшего нечетного целого.
sv: Rundar av ett givet tal upp till närmaste udda heltal.
zh_cn: 将指定数字向上舍入到最接近的奇数。
zh_tw: 將指定數值上取整至最接近的奇數整數。

source: POWER (base,power)
cs: POWER (základna, napájení)
de: POWER (Basiszahl, Potenz)
es: POWER (base,potencia)
fr: POWER (base,puissance)
hu: Erő(Alap, teljesítmény)
it: POWER (base,potenza)
ja: POWER (奇数,指数)
ko: POWER(밑수, 승수)
pl: POWER (liczba,potęga)
pt_br: POWER (base, potência)
ru: POWER (основа,мощность)
sv: POWER (bas,potens)
zh_tw: POWER (基數,乘冪)

source: Returns a base number raised to a power.
cs: Vrátí základní číslo umocněné na zadanou mocninu.
de: Gibt den Wert einer Basiszahl, die potenziert wurde, zurück .
es: Devuelve un número base elevado a una potencia.
fr: Renvoie une base élevée à une puissance.
hu: Alap szám hatványát adja eredményül.
it: Restituisce un numero (base) elevato a una potenza.
ja: 奇数のべき乗を返します。
ko: 밑수를 승수로 거듭제곱한 값을 반환합니다.
pl: Zwraca liczbę podniesioną do potęgi.
pt_br: Retorna um número base elevado a uma potência.
ru: Возвращает основание, возведенное в степень.
sv: Returnerar en bas upphöjt till en exponent.
zh_cn: 返回某个基数的乘幂。
zh_tw: 傳回經過乘冪的基數。

source: Returns the value of PI.
cs: Vrátí hodnotu čísla pí.
de: Gibt den Wert Pi zurück.
es: Devuelve el valor Pi.
fr: Renvoie la valeur de PI.
hu: PI értékét adja eredményül.
it: Restituisce il valore di PI.
ja: パイの値を返します。
ko: PI 값을 반환합니다.
pl: Zwraca wartość liczby PI.
pt_br: Dá como resultado o valor de pi.
ru: Возвращает значение числа Пи.
sv: Returnerar värdet på PI.
zh_cn: 返回 π 值。
zh_tw: 傳回圓周率的值。

source: RADIANS (number)
cs: RADIANS (číslo)
de: RADIANS (Zahl)
es: RADIANS (número)
fr: RADIANS (nombre)
hu: RADIANS (szám)
it: RADIANS (numero)
ja: ラジアン(数値)
ko: RADIANS(지정한 값)
pl: RADIANS (liczba)
pt_br: RADIANS (número)
ru: RADIANS (цифра)
sv: RADIANS (tal)
zh_tw: RADIANS (數值)

source: Converts a given number in degrees to radians.
cs: Převede dané číslo ve stupních na radiány.
de: Wandelt eine gegebene Zahl in Grad in Radiant um.
es: Convierte un número en grados a radianes.
fr: Convertit en radians un nombre donné en degrés.
hu: Egy adott fok szám radiánná konvertálása.
it: Converte in radianti un numero indicato in gradi.
ja: 指定した度単位の値をラジアン単位に変換します。
ko: 지정한 값(각도)을 라디언으로 변환합니다.
pl: Konwertuje podaną liczbę w stopniach na radiany.
pt_br: Converte um número que está em graus para radianos.
ru: Преобразует заданный в градусах угол в радианы.
sv: Konverterar ett givet tal i grader till radianer.
zh_cn: 将指定的度数转换为弧度。
zh_tw: 將指定數值的單位從度轉換為弧度。

source: Returns a random number between 0 and 1.
cs: Vrací náhodné číslo mezi 0 a 1.
de: Gibt eine beliebige Zahl zwischen 0 und 1 zurück.
es: Devuelve un número aleatorio entre 0 y 1.
fr: Renvoie un nombre au hasard compris entre 0 et 1.
hu: Visszatérés egy véletlen számhoz 0 és 1 közül.
it: Restituisce un numero a caso tra 0 e 1.
ja: 0 から 1 までの間の乱数を返します。
ko: 0과 1사이의 난수를 반환합니다.
pl: Zwraca liczbę losową z przedziału od 0 do 1.
pt_br: Dá como resultado um número aleatório entre 0 e 1.
ru: Возвращает случайное число между 0 и 1.
sv: Returnerar ett slumptal mellan 0 och 1.
zh_cn: 返回 0 和 1 之间的一个随机数。
zh_tw: 傳回介於 0 與 1 之間的隨機數值。

source: RANDBETWEEN (bottom,top)
cs: RANDBETWEEN (dolní, horní)
de: RANDBETWEEN (unten,oben)
es: RANDBETWEEN (primero,último)
fr: RANDBETWEEN (inférieur,supérieur)
hu: RANDBETWEEN (alsó, felső)
it: RANDBETWEEN (inferiore,superiore)
ja: RANDBETWEEN(最小値,最大値)
ko: RANDBETWEEN(작은 수, 큰 수)
pl: RANDBETWEEN (dolny, górny)
pt_br: RANDBETWEEN (primeiro,último)
ru: RANDBETWEEN (внизу,вверху)
sv: RANDBETWEEN (lägsta,högsta)
zh_tw: RANDBETWEEN (最小數,最大數)

source: Returns random integer between bottom and top (inclusive).
cs: Vrátí náhodné celé číslo mezi dolní a horní (včetně).
de: Gibt eine beliebige ganze Zahl zwischen dem Mindest- und Höchstwert (einschließlich) zurück.
es: Devuelve un entero aleatorio entre el primer valor y el último (ambos inclusive).
fr: Renvoie un nombre entier au hasard compris entre le nombre inférieur et le nombre supérieur (inclus).
hu: Véletlen egész számot adja vissza alsó és felső között (bezárólag).
it: Restituisce un numero intero a caso tra il numero minore e quello maggiore (compresi).
ja: 最小値と最大値の間 (両方の値を含む) の乱整数を返します。
ko: 지정한 두 수 사이의 모든 난수(정수)를 반환합니다.
pl: Zwraca liczbę losową z przedziału pomiędzy podanymi wartościami.
pt_br: Dá como resultado um número inteiro aleatório entre o primeiro e o último valor (ambos inclusive).
ru: Возвращает случайное целое число между в заданном диапазоне.
sv: Returnerar slumpmässigt heltal mellan botten och toppen (inklusive).
zh_cn: 返回指定开区间内的一个随机整数。
zh_tw: 傳回介於最小數與最大數之間 (包括這兩個值) 的隨機整數。

source: ROUND (number,decimal_places)
cs: KROK (počet, desetinná místa)
de: ROUND (Zahl,Dezimalstellen)
es: ROUND (número,núm_decimales)
fr: ROUND (nombre,nombre_décimales)
hu: KEREKÍTÉS (szám, decimal_places)
it: ROUND (numero,posizioni_decimali)
ja: ROUND(数値,小数点以下桁数)
ko: ROUND(지정한 값, 소수점 이하의 자릿수)
pl: ROUND (liczba,liczba_cyfr)
pt_br: ROUND (número,casas_decimais)
ru: ROUND (цифра,разряды_цифры)
sv: ROUND (tal,antal_decimaler)
zh_tw: ROUND (數值,小數位數)

source: Rounds a given value to a given number of decimal places.
cs: Zaokrouhluje danou hodnotu na daný počet desetinných míst.
de: Rundet einen gegebenen Wert zu einer gegebenen Zahl von Dezimalstellen.
es: Redondea un valor al número de decimales especificado.
fr: Arrondit une valeur donnée selon un certain nombre de décimales.
hu: Egy adott értéket a megadott számú tizedesjegyre kerekíti.
it: Arrotonda un valore a un numero prestabilito di posizioni decimali.
ja: 指定した数値を指定の小数点以下桁数の数値に丸めます。
ko: 지정한 값을 소수점 아래 특정 자리수에서 반올림합니다.
pl: Zaokrągla liczbę do określonej liczny cyfr.
pt_br: Arredonda um valor até um número determinado de casas decimais.
ru: Округление данное значение до заданного числа десятичных знаков.
sv: Rundar av ett givet värde för ett givet antal decimaler.
zh_cn: 返回按指定小数位数舍入的数值。
zh_tw: 將指定值取整至指定小數位數。
