Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: The Component you were editing has been removed from the model. The Create Options dialog will close now.'
cs: Komponenta, kterou jste editovali, byla z modelu odebrána. Dialog Možnosti vytvoření se nyní zavře. "
de: Die Komponente, die Sie bearbeitet haben, wurde aus dem Modell entfernt. Das Dialogfeld Optionen erstellen wird jetzt geschlossen.
es: El componente que estabas editando se ha eliminado del modelo. El cuadro de diálogo Opciones de creación se cerrará ahora.
fr: Le composant en cours de modification a été supprimé du modèle. La boîte de dialogue Créer des options va à présent se fermer.
hu: A komponens, amit szerkesztett el lett távolítva a modellből. A Készítsen opciót párbeszédablak most bezár
it: Il componente che stai modificando è stato rimosso dal modello. La finestra di dialogo Crea opzioni verrà chiusa.
ja: 編集していたコンポーネントはモデルから削除されました。[オプションを作成] ダイアログを閉じます。
ko: 편집 중이던 구성요소가 모델에서 제거되었습니다. 만들기 옵션 대화 상자를 닫습니다.
pl: Komponent, który edytowałeś został usunięty z modelu. Okno Utwórz komponent zostanie teraz zamknięte.'
pt_br: O componente que você estava editando foi removido do modelo. A caixa de diálogo Criar opções será fechada agora.'
ru: Редактируемый компонент был удален из модели. Диалоговое окно создания параметров закроется.
sv: Komponenten du redigerade har tagits bort från modellen. Dialogrutan Skapa alternativet stängs nu. "
zh_cn: 您编辑过的组件已从模型中删除。 “创建选项”对话框现在将关闭。'
zh_tw: 您編輯的「元件」已從模型中移除。現在，[建立選項] 對話方塊將會關閉。'

source: Details
cs: Detaily
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
ko: 상세 정보
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
sv: Detaljer
zh_cn: 详细信息
zh_tw: 詳細資訊

source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Radera
zh_cn: 删除
zh_tw: 刪除

source: insert
cs: vložit
de: einfügen
es: Insertar
fr: insérer
hu: beilleszt
it: inserisci
ja: 挿入
ko: 삽입
pl: wstaw
pt_br: inserir
ru: вставить
sv: infoga
zh_cn: 插入
zh_tw: 插入

source: Select a spreadsheet function...
cs: Vyberte funkci tabulky ...
de: Tabellenkalkulationsfunktion auswählen...
es: Selecciona una función de hoja de cálculo...
fr: Sélectionnez une fonction de feuille de calcul...
hu: Lap funkció kiválasztása...
it: Seleziona una funzione del foglio di lavoro...
ja: スプレッドシート関数を選択...
ko: 스프레드시트 함수 선택...
pl: Wybierz funkcję arkusza kalkulacyjnego...
pt_br: Selecione uma função de planilha...
ru: Выберите табличную функцию…
sv: Välj en kalkylbladsfunktion...
zh_cn: 选择电子表格公式...
zh_tw: 選取試算表函數...

source: Please enter a new object name:
cs: Zadejte název nového objektu:
de: Geben Sie einen neuen Objektnamen ein:
es: Introduce un nuevo nombre de objeto:
fr: Saisissez un nouveau nom d’objet:
hu: Kérjük, írja be az új objektum nevét:
it: Immetti un nuovo nome oggetto:
ja: 新しいオブジェクト名を入力してください:
ko: 새 개체 이름을 입력하십시오.:
pl: Wprowadź nową nazwę obiektu:
pt_br: Digite um novo nome de objeto:
ru: Введите новое название объекта:
sv: Ange ett nytt objektnamn:
zh_cn: 请输入新的对象名称:
zh_tw: 請輸入新物件名稱:

source: All scale handles visible.
cs: Všechny úchyty měřítka jsou skryté.
de: Alle Skalierungsanfasser sichtbar.
es: Todos los identificadores de escala visibles.
fr: Toutes les poignées de mise à l’échelle sont visibles.
hu: Minden méretező eszköz látható.
it: Tutte le maniglie di scalatura visibili.
ja: すべての尺度変更ハンドルが表示されています。
ko: 모든 배율 조정 핸들이 표시됩니다.
pl: Wszystkie uchwyty skali są widoczne.
pt_br: Todas as alças de escala visíveis.
ru: Все ручки масштаба отображаются.
sv: Handtag alla justeringar visas.
zh_cn: 所有调整手柄都显示。
zh_tw: 所有比例操作框都可見。

source: Some scale handles visible.
cs: Některé úchyty měřítka jsou skryté.
de: Einige Skalierungsanfasser sichtbar.
es: Algunos identificadores de escala visibles.
fr: Certaines poignées de mise à l’échelle sont visibles.
hu: Néhánx méretező eszköz látható.
it: Alcune maniglie di scalatura visibili.
ja: 一部の尺度変更ハンドルが表示されています。
ko: 일부 배율 조정 핸들이 표시됩니다.
pl: Część uchwytów skali jest widoczna.
pt_br: Algumas alças de escala visíveis.
ru: Некоторые ручки масштаба отображаются.
sv: Vissa skalningshandtag synliga.
zh_cn: 部分调整比例手柄可显示。
zh_tw: 部分比例操作框可見。

source: You are not allowed to use the name "model". Please try a different name.
cs: Není dovoleno používat název "model ". Zkuste jiný název.
de: Sie dürfen den Namen "model" nicht verwenden. Verwenden Sie einen anderen Namen.
es: No tienes permiso para usar el nombre "model". Prueba con un nombre distinto.
fr: Vous ne pouvez pas utiliser le nom "modèle". Essayez un autre nom.
hu: Tilos használni a nevet "model". Kérjük, próbáljon meg egy másik nevet.
it: Non è possibile utilizzare il nome "model". Prova con un altro nome.
ja: 「model」という名前を使用することはできません。別の名前を試してみてください。
ko: "model" 이름을 사용할 수 없습니다. 다른 이름을 사용하십시오.
pl: Nie wolno używać nazwy "model". Użyj innej nazwy.
pt_br: Você não tem permissão para usar o nome "model". Tente um nome diferente.
ru: Нельзя использовать название «модель». Попробуйте другое название.
sv: Du får inte använda namnet "model". Försök med ett annat namn.
zh_cn: 您不能使用名称“model”。请尝试使用其他名称。
zh_tw: 不能使用名稱「model」。請嘗試其他名稱。

source: You are not allowed to use the name "parent". Please try a different name.
cs: Není dovoleno používat název "nadřazený ". Zkuste jiný název.
de: Sie dürfen den Namen "parent" nicht verwenden. Verwenden Sie einen anderen Namen.
es: No tienes permiso para usar el nombre "parent". Prueba con un nombre distinto.
fr: Vous ne pouvez pas utiliser le nom "parent". Essayez un autre nom.
hu: Tilos használni a nevet "parent". Kérjük, próbáljon meg egy másik nevet.
it: Non è possibile utilizzare il nome "parent". Prova con un altro nome.
ja: 「parent」という名前を使用することはできません。別の名前を試してみてください。
ko: "parent" 이름을 사용할 수 없습니다. 다른 이름을 사용하십시오.
pl: Nie wolno używać nazwy "parent". Użyj innej nazwy.
pt_br: Você não tem permissão para usar o nome "parent". Tente um nome diferente.
ru: Нельзя использовать название «parent». Попробуйте другое название.
sv: Du får inte använda namnet "parent". Försök med ett annat namn.
zh_cn: 您不能使用名称“parent”。请尝试使用其他名称。
zh_tw: 不能使用名稱「parent」。請嘗試其他名稱。

source: You are not allowed to use a blank name.
cs: Není dovoleno používat prázdné jméno.
de: Sie müssen einen Namen verwenden.
es: No tienes permisos para utilizar un nombre en blanco.
fr: Vous ne pouvez pas utiliser un nom vide.
hu: Nem engedélyezett üres nevet használni.
it: Non è possibile utilizzare un nome vuoto.
ja: 名前の入力は必須です。
ko: 이름을 입력해야 합니다.
pl: Pusta nazwa pliku jest niedozwolona. Wprowadź nazwę.
pt_br: Você não tem permissão para usar um nome em branco.
ru: Нельзя использовать пустое название.
sv: Du kan inte använda ett tomt namn.
zh_cn: 您不能使用空名称。
zh_tw: 不能使用空白名稱。

source: You are not allowed to use a names that are numbers.
cs: Není dovoleno používat názvy, které jsou čísla.
de: Sie dürfen Namen, die Zahlen sind, nicht verwenden.
es: No tienes permisos para utilizar un nombre formado por números.
fr: Vous ne pouvez pas utiliser un nom composé de chiffres.
hu: Tilos használni olyan nevet, amely csak szám.
it: Non è possibile utilizzare un nome composto da numeri.
ja: 数字のみの名前は使用できません。
ko: 이름에는 숫자를 사용할 수 없습니다.
pl: Nie wolno używać nazw które są liczbami. Wprowadź inną nazwę.
pt_br: Você não tem permissão para usar nomes formados por números.
ru: Нельзя использовать названия, которые являются числами.
sv: Du kan inte använda ett namn som består av siffror.
zh_cn: 您不能使用数字组成的名称。
zh_tw: 不能使用數字作為名稱。

source: You are not allowed to create names containing mathematical symbols.
cs: Není dovoleno vytvářet jména obsahující matematické symboly.
de: Sie dürfen keine Namen erstellen, die mathematische Symbole enthalten.
es: No tienes permisos para crear nombres que contengan símbolos matemáticos.
fr: Vous ne pouvez pas choisir un nom contenant des symboles mathématiques.
hu: Matematikai szimbólumokat tartalmazó nevek létrehozásához nem megengedett.
it: Non è possibile creare nomi che contengono simboli matematici.
ja: 数学記号を含む名前を作成することはできません。
ko: 이름에는 수학 기호를 포함할 수 없습니다.
pl: Nie wolno używać nazw zawierających symbole matematyczne.
pt_br: Você não tem permissão para criar nomes que contenham símbolos matemáticos.
ru: Нельзя создавать названия, содержащие математические символы.
sv: Du får inte skapa namn som innehåller matematiska symboler.
zh_cn: 您不能创建包含数学符号的名称。
zh_tw: 不能建立包含數學符號的名稱。

source: You are not allowed to use extremely long names. Please try a shorter name.
cs: Není dovoleno používat extrémně dlouhé názvy. Zkuste zkrátit název.
de: Sie dürfen keine besonders langen Namen verwenden. Verwenden Sie einen kürzeren Namen.
es: No tienes permisos para utilizar nombres extremadamente largos. Inténtalo con un nombre más corto.
fr: Vous ne pouvez pas utiliser un nom excessivement long. Essayez un nom plus court.
hu: Ne használjon hosszú neveket. Kérjük, próbáljon egy rövidebb nevet.
it: Non è possibile utilizzare nomi troppo lunghi. Prova con un nome più corto.
ja: 使用した名前は長すぎます。名前を短くして試してください。
ko: 이름이 너무 깁니다. 더 짧은 이름을 사용하십시오.
pl: Za długa nazwa pliku. Wprowadź krótszą nazwę.
pt_br: Você não tem permissão para usar nomes extremamente longos. Tente com um nome mais curto.
ru: Нельзя использовать слишком длинные названия. Попробуйте название покороче.
sv: Du får inte använda extremt långa namn. Försök med ett kortare namn.
zh_cn: 您不能使用过长的名称。 请尝试使用较短的名称。
zh_tw: 不能使用過長的名稱。請嘗試使用較短的名稱。

source: Are you sure you want to clear this attribute?
cs: Opravdu chcete tento atribut vymazat?
de: Möchten Sie dieses Attribut wirklich entfernen?
es: ¿Seguro que quieres borrar este atributo?
fr: Voulez-vous vraiment effacer cet attribut?
hu: Biztosan törli ezt az attribútumot?
it: Sei sicuro di voler cancellare questo attributo?
ja: この属性を消去してもよろしいですか?
ko: 이 속성을 지우시겠습니까?
pl: Czy jesteś pewien, że chcesz wyczyścić ten atrybut?
pt_br: Tem certeza de que deseja limpar este atributo?
ru: Убрать этот атрибут?
sv: Är du säker du vill ta bort attributet?
zh_cn: 确定要清除此属性吗？
zh_tw: 是否確定要清除此屬性？

source: Are you sure you want to delete this attribute? Any formulas that refer to this will be broken.
cs: Opravdu chcete tento atribut smazat? Jakékoliv vzorce, které odkazují na toto, budou zrušeny.
de: Möchten Sie dieses Attribut wirklich löschen? Alle darauf verweisenden Formeln werden unterbrochen.
es: ¿Seguro que quieres eliminar este atributo? Las fórmulas que hagan referencia al atributo se romperán.
fr: Voulez-vous vraiment supprimer cet attribut? Toutes les formules s’y rattachant seront invalides.
hu: Biztosan törli ezt az attribútumot? Minden hivatkozó képlet is megtörik.
it: Sei sicuro di voler eliminare questo attributo? Tutte le formule che fanno riferimento a esso verranno interrotte.
ja: この属性を削除してもよろしいですか?これを参照する数式は使用できなくなります。
ko: 이 속성을 삭제하시겠습니까? 이 항목을 참조하는 모든 공식이 깨집니다.
pl: Czy na pewno chcesz usunąć ten atrybut? Każdy formularz odnoszący się do tego atrybutu zostanie uszkodzony.
pt_br: Tem certeza de que deseja excluir este atributo? As fórmulas que façam referência ao atributo serão quebradas.
ru: Удалить этот атрибут? Все формулы, которые на него ссылаются, перестанут работать.
sv: Är du säker du vill ta bort attributet? Alla formler som hänvisar till detta kommer att brytas.
zh_cn: 是否确定要删除此属性？ 与此相关的所有公式都将被破坏。
zh_tw: 是否確定要刪除此屬性？這將會破壞任何參照此屬性的公式。

source: Unable to locate component library name.
cs: Nelze nalézt název knihovny komponent.
de: Name der Komponentenbibliothek kann nicht gefunden werden.
es: No se ha podido localizar el nombre de la biblioteca de componentes.
fr: Le nom de la bibliothèque de composants est introuvable.
hu: Képtelen azonosítani a komponens könyvtár nevét.
it: Impossibile individuare il nome della libreria componenti.
ja: コンポーネント ライブラリ名を見つけることができません。
ko: 구성요소 라이브러리 이름을 찾을 수 없습니다.
pl: Nie zlokalizowano nazwy biblioteki komponentów.
pt_br: Não foi possível localizar o nome da biblioteca de componentes.
ru: Не удается название библиотеки компонентов.
sv: Namnet på komponentbiblioteket kunde inte hittas.
zh_cn: 无法确定组件库的名称。
zh_tw: 找不到元件庫名稱。

source: Unable to locate component attribute dictionary.
cs: Nelze nalézt slovník atributů komponent.
de: Komponentenattributswörterbuch kann nicht gefunden werden.
es: No se ha podido localizar el diccionario de atributos de componentes.
fr: Le dictionnaire d’attributs de composants est introuvable.
hu: Összetevő attribútum szótár nem található.
it: Impossibile individuare il dizionario degli attributi dei componenti.
ja: コンポーネント属性辞書を見つけることができません。
ko: 구성요소 속성 사전을 찾을 수 없습니다.
pl: Nie zlokalizowano atrybutu słownika komponentów.
pt_br: Não foi possível localizar o dicionário de atributos de componente.
ru: Не удается найти словарь атрибута компонента.
sv: Det gick inte att hitta komponent attributets ordbok.
zh_cn: 无法确定组件属性字典。
zh_tw: 找不到元件屬性辭典。

source: add attribute
cs: Přidat atribut
de: Attribut hinzufügen
es: añadir atributo
fr: ajouter un attribut
hu: attribútum hozzáadása
it: aggiungi attributo
ja: 属性を追加
ko: 속성 추가
pl: dodaj atrybut
pt_br: adicionar atributo
ru: добавить атрибут
sv: lägg till attribut
zh_cn: 添加属性
zh_tw: 新增屬性

source: List Option
cs: Možnost seznamu
de: Listenoption
es: Opción de lista
fr: Option de liste
hu: Lista beállítások
it: Elenco opzioni
ja: リスト オプション
ko: 목록 옵션
pl: Opcje listy
pt_br: Opção de lista
ru: Пункт списка
sv: Listalternativ
zh_cn: 列表选项
zh_tw: 清單選項

source: Add option
cs: Přidat možnost
de: Option hinzufügen
es: Añadir opción
fr: Ajouter une option
hu: Opció hozzáadása
it: Aggiungi opzione
ja: オプションを追加
ko: 옵션 추가
pl: Dodaj opcję
pt_br: Adicionar opção
ru: Добавить параметр
sv: Lägg till alternativ
zh_cn: 添加选项
zh_tw: 新增選項

source: Could not find entity:
cs: Nelze najít subjekt:
de: Element konnte nicht gefunden werden:
es: No se ha podido encontrar la entidad:
fr: Impossible de trouver l’entité :
hu: Elem nem található:
it: Impossibile trovare l’entità:
ja: 次のエンティティが見つかりませんでした:
ko: 요소를 찾을 수 없습니다.:
pl: Nie znaleziono elementu:
pt_br: Não foi possível encontrar a entidade:
ru: Не удается найти объект:
sv: Kunde inte hitta objektet:
zh_cn: 找不到图元：:
zh_tw: 找不到實體：:

source: Could not find attribute:
cs: Atribut nelze najít:
de: Attribut konnte nicht gefunden werden:
es: No se ha podido encontrar el atributo:
fr: Impossible de trouver l’attribut :
hu: Attribútuma nem található:
it: Impossibile trovare l’attributo:
ja: 次の属性が見つかりませんでした:
ko: 속성을 찾을 수 없습니다.:
pl: Nie znaleziono atrybutu:
pt_br: Não foi possível encontrar o atributo:
ru: Не удается найти атрибут:
sv: Det gick inte att hitta attributet:
zh_cn: 找不到属性:
zh_tw: 找不到屬性:

source: You cannot rename reserved attributes.
cs: Nelze přejmenovat rezervované atributy.
de: Sie können reservierte Attribute nicht umbenennen.
es: No puedes cambiar el nombre de los atributos reservados.
fr: Vous ne pouvez pas renommer les attributs réservés.
hu: Foglalt tulajdonságot nem lehet átnevezni.
it: Impossibile rinominare gli attributi riservati.
ja: 設定済みの属性名を変更することはできません。
ko: 예약된 속성 이름은 변경할 수 없습니다.
pl: Nie można zmienić nazwy zarezerwowanych atrybutów.
pt_br: Você não pode renomear atributos reservados.
ru: Нельзя переименовать зарезервированные атрибуты.
sv: Du kan inte byta namn på reserverade attribut.
zh_cn: 您不能重命名系统预留属性。
zh_tw: 您無法重新命名保留的屬性。

source: Custom attribute.
cs: Vlastní atribut.
de: Benutzerdefiniertes Attribut.
es: Atributo personalizado.
fr: Personnalisez l’attribut.
hu: Egyéni attribútum.
it: Attributo personalizzato.
ja: カスタム属性。
ko: 사용자 지정 속성입니다.
pl: Dostosuj atrybut.
pt_br: Atributo personalizado.
ru: Пользовательский атрибут.
sv: Anpassat attribut.
zh_cn: 自定义属性。
zh_tw: 自訂屬性。

source: Attribute names cannot contain spaces. Please enter a different name.
cs: Názvy atributů nesmí obsahovat mezery. Zadejte jiný název.
de: Attributnamen dürfen keine Leerstellen enthalten. Geben Sie einen anderen Namen ein.
es: Los nombres de atributo no pueden contener espacios. Introduce otro nombre.
fr: Les noms d’attributs ne peuvent pas contenir d’espaces. Saisissez un autre nom.
hu: Tulajdonság neve nem tartalmazhat szóközt. Adjon meg egy másik nevet.
it: I nomi degli attributi non possono contenere spazi. Immetti un altro nome.
ja: 属性名にスペースを含めることはできません。別の名前を入力してください。
ko: 속성 이름은 공백을 포함할 수 없습니다. 다른 이름을 입력하십시오.
pl: Nazwy atrybutów nie mogą zawierać spacji. Wprowadź inną nazwę.
pt_br: Os nomes de atributos não podem conter espaços. Digite um nome diferente.
ru: Названия атрибутов не могут содержать пробелы. Введите другое название.
sv: Attributnamn får inte innehålla blanksteg. Ange ett annat namn.
zh_cn: 属性名称不能包含空格。 请输入其他名称。
zh_tw: 屬性名稱不能包含空格。請輸入其他名稱。

source: Attribute names can only contain letters and numbers. Please enter a different name.
cs: Názvy atributů mohou obsahovat pouze písmena a čísla. Zadejte jiný název.
de: Attributnamen dürfen nur Buchstaben und Ziffern enthalten. Geben Sie einen anderen Namen ein.
es: Los nombres de atributo sólo pueden contener letras y números. Introduce otro nombre.
fr: Les noms d’attributs ne peuvent contenir que des lettres et des chiffres. Saisissez un autre nom.
hu: Attribútum neve csak betűket és számokat tartalmazhat. Adjon meg egy másik nevet.
it: I nomi degli attributi possono contenere unicamente lettere e numeri. Immetti un altro nome.
ja: 属性名には文字と数字だけが利用できます。別の名前を入力してください。
ko: 속성 이름은 문자와 숫자만 포함할 수 있습니다. 다른 이름을 입력하십시오.
pl: Nazwy atrybutów mogą zawierać tylko litery oraz cyfry. Wprowadź inną nazwę.
pt_br: Os nomes de atributos somente podem conter letras e números. Digite um nome diferente.
ru: Названия атрибутов могут содержать только буквы и цифры. Введите другое название.
sv: Attributnamn får endast innehålla bokstäver och siffror. Ange ett annat namn.
zh_cn: 属性名称只能包含字母和数字。 请输入其他名称。
zh_tw: 屬性名稱只能包含字母與數字。請輸入其他名稱。

source: Attribute names cannot begin with an underscore. Please enter a different name.
cs: Názvy atributů nemohou začínat podtržítkem. Zadejte jiný název.
de: Attributnamen dürfen nicht mit einem Unterstrich beginnen. Geben Sie einen anderen Namen ein.
es: Los nombres de atributo no pueden empezar con un subrayado. Introduce otro nombre.
fr: Les noms d’attributs ne peuvent pas commencer par un tiret bas. Saisissez un autre nom.
hu: Attribútum neve nem kezdődhet alsóvonással. Adjon meg egy másik nevet.
it: I nomi degli attributi non possono iniziare con un trattino basso. Immetti un altro nome.
ja: アンダーバーから始まる名前を属性名にすることはできません。別の名前を入力してください。
ko: 속성 이름은 밑줄로 시작할 수 없습니다. 다른 이름을 입력하십시오.
pl: Nazwy atrybutów nie mogą zaczynać się od podkreślenia. Wprowadź inną nazwę.
pt_br: Os nomes de atributos não podem começar por "_". Digite um nome diferente.
ru: Названия атрибутов не могут начинаться с символа подчеркивания. Введите другое название.
sv: Attributnamn får inte börja med ett understreck. Ange ett annat namn.
zh_cn: 属性名不能以下滑线开头。 请输入其他名称。
zh_tw: 屬性名稱不能以底線字元開頭。請輸入其他名稱。

source: Attribute names cannot begin with an number. Please enter a different name.
cs: Názvy atributů nemohou začínat podtržítkem. Zadejte jiný název.
de: Attributnamen dürfen nicht mit einer Ziffer beginnen. Geben Sie einen anderen Namen ein.
es: Los nombres de atributo no pueden empezar por un número. Introduce otro nombre.
fr: Les noms d’attributs ne peuvent pas commencer par un chiffre. Saisissez un autre nom.
hu: Attribútum neve nem kezdődhet számmal. Adjon meg egy másik nevet.
it: I nomi degli attributi non possono iniziare con un numero. Immetti un altro nome.
ja: 数字から始まる名前を属性名にすることはできません。別の名前を入力してください。
ko: 속성 이름은 숫자로 시작할 수 없습니다. 다른 이름을 입력하십시오.
pl: Nazwy atrybutów nie mogą zaczynać się od cyfry. Wprowadź inną nazwę.
pt_br: Os nomes de atributos não podem começar por um número. Digite um nome diferente.
ru: Названия атрибутов не могут начинаться с числа. Введите другое название.
sv: Attributnamn kan inte börja med en siffra. Ange ett annat namn.
zh_cn: 属性名不能以数字开头。 请输入其他名称。
zh_tw: 屬性名稱不能以數字開頭。請輸入其他名稱。

source: You may not name an attribute "true" or "false". Please enter a different name.
cs: Nemůžete pojmenovat atribut "true" nebo "false". Zadejte prosím jiný název.
de: Sie dürfen ein Attribut nicht "true" oder "false" nennen. Geben Sie einen anderen Namen ein.
es: No puedes denominar a un atributo "true" ni "false". Prueba con un nombre distinto.
fr: Vous ne pouvez pas nommer un attribut "true" ou "false". Saisissez un autre nom.
hu: Nem nevezhet egy attribútumot "true"vagy "false"-nak. Adjon meg egy másik nevet.
it: Non è possibile assegnare a un attributo il nome "true" o "false". Immetti un altro nome.
ja: 属性名を「true」または「false」にすることはできません。別の名前を入力してください。
ko: "true" 또는 "false" 속성 이름을 사용할 수 없습니다. 다른 이름을 입력하십시오.
pl: Atrybutowi nie można nadać nazwy "true" lub "false". Wprowadź inną nazwę.
pt_br: Você não pode nomear um atributo como "true" ou "false". Insira um nome diferente.
ru: Нельзя давать атрибуту название "true" или "false". Введите другое название.
sv: Du kan inte namnge ett attribut "true"eller "false". Ange ett annat namn.
zh_cn: 您不能将属性命名为“true”或“false”。请输入其他名称。
zh_tw: 不能將屬性命名為「true」或「false」。請輸入其他名稱。

source: The attribute already exists.
cs: Atribut již existuje.
de: Das Attribut ist bereits vorhanden.
es: El atributo ya existe.
fr: Cet attribut existe déjà.
hu: Az attribútum már létezik.
it: L’attributo esiste già.
ja: この属性はすでに存在します。
ko: 이 속성이 이미 있습니다.
pl: Taki atrybut już istnieje.
pt_br: O atributo já existe.
ru: Атрибут уже существует.
sv: Attributet finns redan.
zh_cn: 属性已存在。
zh_tw: 屬性已經存在。

source: Display label:
cs: Displej:
de: Angezeigte Beschriftung:
es: Etiqueta a visualizar:
fr: Étiquette d’affichage:
hu: Cimke megjelenítése:
it: Etichetta da visualizz.:
ja: 表示ラベル:
ko: 레이블 표시:
pl: Wyświetl etykietę:
pt_br: Etiqueta exibida:
ru: Отобразить подпись:
sv: Visa attribut:
zh_cn: 显示标签:
zh_tw: 顯示標籤:

source: Display rule:
cs: Pravidlo pro zobrazení:
de: Anzeigeregel:
es: Regla de visualiz.:
fr: Règle d’affichage :
hu: Szabály megjelenítése:
it: Regola di visualizz.:
ja: 表示規則:
ko: 규칙 표시:
pl: Wyświetl regułę:
pt_br: Regra de exibição:
ru: Правило отображения:
sv: Visa regel:
zh_cn: 显示规则:
zh_tw: 顯示規則:

source: Custom Attribute
cs: Vlastní atribut
de: Benutzerdefiniertes Attribut
es: Atributo personalizado
fr: Personnaliser l’attribut
hu: Egyéni tulajdonság
it: Attributo personalizzato
ja: カスタム属性
ko: 사용자 지정 속성
pl: Dostosuj atrybut
pt_br: Atributo personalizado
ru: Пользовательский атрибут
sv: Anpassat attribut
zh_cn: 自定义属性
zh_tw: 自訂屬性

source: Display in:
cs: Zobrazit v:
de: Anzeigen in:
es: Mostrar en:
fr: Afficher dans :
hu: Megjelenítés:
it: Visualizza in:
ja: 表示単位:
ko: 표시:
pl: Wyświetl w:
pt_br: Exibir em:
ru: Отображать здесь:
sv: Visa i:
zh_cn: 显示位置:
zh_tw: 顯示單位:

source: Scale along red. (X)
cs: Měřítko podél červené. (X)
de: Entlang roter Achse skalieren. (X)
es: Escalar a lo largo del rojo. (X)
fr: Mettre à l’échelle le long de l’axe rouge. (X)
hu: Mérés a piros mentén. (X)
it: Scala lungo l’asse rosso. (X)
ja: 赤い軸 (X) に沿って尺度を変更する。
ko: 빨간색(X)을 따라 배율을 조절합니다.
pl: Skaluj wzdłuż osi czerwonej. (X)
pt_br: Ajustar escala ao longo do vermelho. (X)
ru: Масштабирование вдоль красной оси. (X)
sv: Skala längs röda. (X)
zh_cn: 沿红色轴线调整比例。 (X)
zh_tw: 沿紅色軸縮放。(X)

source: Scale along green. (Y)
cs: Měřítko podél zelené. (Y)
de: Entlang grüner Achse skalieren. (Y)
es: Escalar a lo largo del verde. (Y)
fr: Mettre à l’échelle le long de l’axe vert. (Y)
hu: Mérés a zöld mentén. (X)
it: Scala lungo l’asse verde. (Y)
ja: 緑の軸 (Y) に沿って尺度を変更する。
ko: 녹색(Y)을 따라 배율을 조절합니다.
pl: Skaluj wzdłuż osi zielonej. (Y)
pt_br: Ajustar escala ao longo do verde. (Y)
ru: Масштаб по зеленой оси. (Y)
sv: Skala längs grön axel. (Y)
zh_cn: 沿绿色轴线调整比例。 (Y)
zh_tw: 沿綠色軸縮放。(Y)
