Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: Returns the sine of a number (angle in degrees).
cs: Vrací sinus čísla (úhel ve stupních).
de: Gibt den Sinus einer Zahl (Winkel in Grad) zurück.
es: Devuelve el seno de un número (el ángulo en grados).
fr: Renvoie le sinus d'un nombre (angle en degrés).
hu: (Szög fokokban) szám szinuszát adja eredményül.
it: Restituisce il seno di un numero (angolo in gradi).
ja: 正弦数値 (度単位の角度) を返します。
ko: 주어진 각도의 사인 값을 반환합니다.
pl: Zwraca sinus liczby (kąt w stopniach).
pt_br: Dá como resultado o seno de um número (o ângulo em graus).
ru: Возвращает синус числа (угол в градусах).
sv: Returnerar tangens för ett tal (vinkeln i grader).
zh_cn: 返回某一角度（以度为单位）的正弦。
zh_tw: 傳回數值 (以度為單位的角) 的正弦。

source: SINH (number)
cs: SINH (číslo)
de: SINH (Zahl)
es: SINH (número)
fr: SINH (nombre)
hu: SINH (szám)
it: SINH (numero)
ja: SINH(数値)
ko: SINH(임의의 실수)
pl: SINH (liczba)
pt_br: SINH (número)
ru: SINH (цифра)
sv: SINH (tal)
zh_tw: SINH (數值)

source: Returns hyperbolic sine of a number (angle in degrees).
cs: Vrátí hyperbolický kosinus čísla (úhel ve stupních).
de: Gibt den Hyperbelsinus einer Zahl (Winkel in Grad) zurück.
es: Devuelve el seno hiperbólico de un número (el ángulo en grados).
fr: Renvoie le sinus hyperbolique d'un nombre (angle en degrés).
hu: (Szög fokokban) számos szinusz hiperbolikuszát adja eredményül.
it: Restituisce il seno iperbolico di un numero (angolo in gradi).
ja: 数値 (度単位の角度) の双曲線正弦を返します。
ko: 주어진 각도의 하이퍼볼릭 사인 값을 반환합니다.
pl: Zwraca sinus hiperboliczny liczby (kąt w stopniach).
pt_br: Dá como resultado o seno hiperbólico de um número (o ângulo em graus).
ru: Возвращает гиперболический синус числа (угол в градусах).
sv: Returnerar hyperbolisk tangens för ett tal ( i grader).
zh_cn: 返回某一角度（以度为单位）的双曲正弦。
zh_tw: 傳回數值 (以度為單位的角) 的雙曲線正弦。

source: TAN (number)
cs: TAN (úhel)
de: TAN (Zahl)
es: TAN (número)
fr: TAN (nombre)
hu: TAN (szám)
it: TAN (numero)
ja: TAN(数値)
ko: TAN(임의의 실수)
pl: TAN (liczba)
pt_br: TAN (número)
ru: TAN (цифра)
sv: TAN (tal)
zh_tw: TAN (數值)

source: Returns the tangent of a number (angle in degrees).
cs: Vrací tangent čísla (úhel ve stupních).
de: Gibt den Tangens einer Zahl (Winkel in Grad) zurück.
es: Devuelve la tangente de un número (el ángulo en grados).
fr: Renvoie la tangente d'un nombre (angle en degrés).
hu: A tangens számát adja eredményül. (szög fokokban).
it: Restituisce la tangente di un numero (angolo in gradi).
ja: 正接数値 (度単位の角度) を返します。
ko: 주어진 각도의 탄젠트 값을 반환합니다.
pl: Zwraca tangens liczby (kąt w stopniach).
pt_br: Dá como resultado a tangente de um número (o ângulo em graus).
ru: Возвращает тангенс числа (угол в градусах).
sv: Returnerar tangens för ett tal (vinkeln i grader).
zh_cn: 返回某一角度（以度为单位）的正切。
zh_tw: 傳回數值 (以度為單位的角) 的正切。

source: TANH (number)
cs: TANH (číslo)
de: TANH (Zahl)
es: TANH (número)
fr: TANH (nombre)
hu: TANH (szám)
it: TANH (numero)
ja: TANH(数値)
ko: TANH(임의의 실수)
pl: TANH (liczba)
pt_br: TANH (número)
ru: TANH (цифра)
sv: TANH (tal)
zh_tw: TANH (數值)

source: Returns hyperbolic tangent of a number (angle in degrees).
cs: Vrátí hyperbolickou tečnu čísla (úhel ve stupních).
de: Gibt den Hyperbeltangens einer Zahl (Winkel in Grad) zurück.
es: Devuelve la tangente hiperbólica de un número (el ángulo en grados).
fr: Renvoie la tangente hyperbolique d'un nombre (angle en degrés).
hu: (Szög fokokban)-egy szám tangens hiperbolikuszát adja eredményül.
it: Restituisce la tangente iperbolica di un numero (angolo in gradi).
ja: 数値 (度単位の角度) の双曲線正接を返します。
ko: 주어진 각도의 하이퍼볼릭 탄젠트 값을 반환합니다.
pl: Zwraca tangens hiperboliczny liczby (kąt w stopniach).
pt_br: Dá como resultado a tangente hiperbólica de um número (o ângulo em graus).
ru: Возвращает гиперболический тангенс числа (угол в градусах).
sv: Returnerar hyperbolisk tangens för ett tal ( i grader).
zh_cn: 返回某一角度（以度为单位）的双曲正切。
zh_tw: 傳回數值 (以度為單位的角) 的雙曲線正切。

source: AND (logicalValue1,logicalValue2,...logicalValueN)
cs: A (logicalValue1, logicalValue2,... logicalValueN)
de: AND (logischerWert1,logischerWert2,...logischerWertn)
es: AND (valor_lógico1,valor_lógico2,...valor_lógicoN)
fr: AND (valeurLogique1,valeurLogique2,…valeurLogiqueN)
hu: ÉS (logikaiÉrték1, logikaiÉrték2,... logikaiÉrtékN)
it: AND (valoreLogico1,valoreLogico2,...valoreLogicoN)
ja: AND(論理値1,論理値2,...論理値N)
ko: AND(논리값1, 논리값2,...논리값N)
pt_br: AND (valorLógico1,valorLógico2,...valorLógicoN)
ru: AND (логическоеЗначение1,логическоеЗначение2,...логическоеЗначениеN)
sv: AND (logikvärde1,logikvärde2,...logikvärdeN)
zh_tw: AND (邏輯值 1,邏輯值 2,...邏輯值 N)

source: Returns TRUE if all arguments are TRUE.
cs: Vrací TRUE, pokud jsou všechny argumenty TRUE.
de: Gibt TRUE zurück, wenn alle Argumente TRUE sind.
es: Devuelve TRUE si todos los argumentos son TRUE.
fr: Renvoie VRAI si tous les arguments sont vrais.
hu: IGAZ visszatérítése, ha minden bizonyíték IGAZ.
it: Restituisce TRUE se tutti gli argomenti sono contrassegnati come TRUE.
ja: すべての引数が真の場合に TRUE を返します。
ko: 모든 인수가 TRUE이면 TRUE를 반환합니다.
pl: Zwraca PRAWDĘ jeżeli wszystkie argumenty są prawdziwe.
pt_br: Dá como resultado TRUE se todos os argumentos são TRUE.
ru: Возвращает значение ИСТИНА, если все аргументы — ИСТИНА.
sv: Om alla parametrar är TRUE, återvänder sedan TRUE.
zh_cn: 如果所有参数为 TRUE，则返回 TRUE。
zh_tw: 如果所有引數皆為 TRUE，則會傳回 TRUE。

source: Returns FALSE.
cs: Vrátí hodnotu FALSE.
de: Gibt FALSE zurück.
es: Devuelve FALSE.
fr: Renvoie FAUX.
hu: HAMIS értéket ad vissza.
it: Restituisce FALSE.
ja: FALSE を返します。
ko: FALSE를 반환합니다.
pl: Zwraca FAŁSZ.
pt_br: Dá como resultado FALSE.
ru: Возвращает значение ЛОЖЬ.
sv: Returnerar FALSE.
zh_cn: 返回 FALSE。
zh_tw: 傳回 FALSE。

source: IF (test,thenValue,elseValue)
cs: IF (text, pak hodnota, jinak hodnota)
de: IF (Test,dannWert,sonstWert)
es: IF (prueba,valor_si_verdadero,valor_si_falso)
fr: IF (test,valeurAlors,valeurSinon)
hu: Ha (teszt, aztánÉrték, egyébÉrték)
it: IF (test,valoreThen,valoreElse)
ja: IF(テスト,then値,else値)
ko: IF(조건, 조건이 TRUE인 경우 값, 조건이 FALSE인 경우 값)
pt_br: IF (teste,valor_se_verdadeiro,valor_se_falso)
ru: IF (тест,значениеТогда,значениеЕсли)
sv: IF (test,dåVärde,annarsVärde)
zh_tw: IF (測試,then 值,else 值)

source: Performs a logical test, then returns one of two results.
cs: Provede logickou zkoušku a vrátí jeden ze dvou výsledků.
de: Führt einen logischen Test durch; danach wird eines von zwei Ergebnissen zurückgegeben.
es: Realiza una prueba lógica y devuelve uno de los dos resultados.
fr: Réalise un test logique, puis renvoie un des deux résultats.
hu: Egy logikai teszt hajt végre, majd visszatér pár eredménnyel.
it: Esegue un test logico, quindi restituisce uno dei due possibili risultati.
ja: 論理的なテストを実行した後に2 つの結果のうちの 1 つを返します。
ko: 논리 테스트를 진행한 다음 두 결과 중 하나를 반환합니다.
pl: Sprawdza, czy warunek jest spełniony i zwraca jedną wartość PRAWDA lub FAŁSZ.
pt_br: Realiza um teste lógico e dá como resultado um dos dois resultados.
ru: Выполняет логическую проверку, затем возвращает один из двух результатов.
sv: Utför en logisk test och returnerar ett av två resultat.
zh_cn: 进行逻辑校验，然后返回两个结果中的一个。
zh_tw: 執行邏輯測試，然後傳回兩個結果的其中一個。

source: NOT (logicalValue)
cs: NOT (logická hodnota)
de: NOT (logischerWert)
es: NOT (valor_lógico)
fr: NOT (valeurLogique)
it: NOT (valoreLogico)
ja: NOT(論理値)
ko: NOT(논리값)
pl: NOT (wartośćLogiczna)
pt_br: NOT (valorLógico)
ru: NOT (логическоеЗначение)
sv: NOT (logisktVärde)
zh_tw: NOT (邏輯值)

source: Reverses the logical value.
cs: Otočí logickou hodnotu.
de: Kehrt den logischen Wert um.
es: Invierte los valores lógicos.
fr: Inverse la valeur logique.
hu: Logikai érték megfordítása.
it: Inverte il valore logico.
ja: 論理値を逆にします。
ko: 인수 값의 역을 반환합니다.
pl: Neguje wartość logiczną.
pt_br: Inverte o valor lógico.
ru: Обращает логическое значение.
sv: Ångrar det logiska värdet.
zh_cn: 反转逻辑值。
zh_tw: 反轉邏輯值。

source: OR (logicalValue1,logicalValue2,...logicalValueN)
cs: NEBO (logická hodnota 1, logická hodnota 2, ... logicalValueN)
de: OR (logischerWert1,logischerWert2,...logischerWertn)
es: OR (valor_lógico1,valor_lógico2,...valor_lógicoN)
fr: OR (valeurLogique1,valeurLogique2,…valeurLogiqueN)
hu: VAGY (logikaiÉrték1, logikaiÉrték2,... logikaiÉrtékN)
it: OR (valoreLogico1,valoreLogico2,...valoreLogicoN)
ja: OR(論理値1,論理値2,...論理値N)
ko: OR(논리값1, 논리값2,...논리값N)
pl: OR (wartośćLogiczna1,wartośćLogiczna2,...wartośćLogicznaN)
pt_br: OR (valorLógico1,valorLógico2,...valorLógicoN)
ru: OR (логическоеЗначение1,логическоеЗначение2,...логическоеЗначениеN)
sv: OR (logikvärde1,logikvärde2,...logikvärdeN)
zh_tw: OR (邏輯值 1,邏輯值 2,...邏輯值 N)

source: Returns TRUE if at least one argument is TRUE.
cs: Vrátí hodnotu pravda, pokud alespoň jeden argument je pravda.
de: Gibt TRUE zurück, wenn mindestens ein Argument TRUE ist.
es: Devuelve TRUE si, como mínimo, un argumento es TRUE.
fr: Renvoie VRAI si au moins un des arguments est vrai.
hu: IGAZ visszatérítése, ha legalább egy bizonyíték IGAZ.
it: Restituisce TRUE se almeno un argomento è indicato come TRUE.
ja: 少なくとも 1 つの引数が真の場合に TRUE を返します。
ko: 하나 이상의 인수가 TRUE이면 TRUE를 반환합니다.
pl: Zwraca PRAWDĘ jeżeli co najmniej jeden argument jest prawdziwy.
pt_br: Dá como resultado TRUE se pelo menos um argumento é TRUE.
ru: Возвращает значение ИСТИНА, если хотя бы у одного аргумента значение — ИСТИНА.
sv: Returnerar SANT om minst ett argument är SANT.
zh_cn: 如果至少一个参数为 TRUE，则返回 TRUE。
zh_tw: 如果至少一個引數為 TRUE，則會傳回 TRUE。

source: Returns TRUE.
cs: Vratí pravdu
de: Gibt TRUE zurück.
es: Devuelve TRUE.
fr: Renvoie VRAI.
hu: Igaz értéket ad vissza.
it: Restituisce TRUE.
ja: TRUE を返します。
ko: TRUE를 반환합니다.
pl: Zwraca PRAWDĘ.
pt_br: Dá como resultado TRUE.
ru: Возвращает значение ИСТИНА.
sv: Returnerar TRUE.
zh_cn: 返回 TRUE。
zh_tw: 傳回 TRUE。

source: ALERT ("message")
cs: ALERT ("zpráva ")
de: ALERT ("Meldung")
es: ALERT ("mensaje")
ja: ALERT ("メッセージ")
ko: ALERT ("메시지")
pl: ALERT ("wiadomość")
pt_br: ALERT ("mensagem")
ru: ALERT ("сообщение")
sv: ALERT ("meddelande")
zh_tw: ALERT ("訊息")

source: Shows an alert box with a text string.
cs: Zobrazí výstražné okno textovým řetězcem.
de: Zeigt ein Benachrichtigungsfeld mit einer Textzeichenfolge an.
es: Muestra un cuadro de advertencia con una cadena de texto.
fr: Affiche une boîte d’alerte avec une chaîne de texte.
hu: Figyelmeztető üzenetek megjelenítése.
it: Mostra una finestra di avviso con una stringa di testo.
ja: アラートボックスにテキストを表示します。
ko: 경고 상자에 메시지 값을 표시합니다.
pl: Pokazuje okno ostrzegawcze z tekstem.
pt_br: Mostra uma caixa de diálogo de alerta com uma linha de texto.
ru: Показывает окно предупреждения с текстовой строкой.
sv: Visar en varningsruta med en textsträng.
zh_cn: 显示包含文字字符串的警报框。
zh_tw: 顯示警示方塊，其中包含文字字串。

source: ANIMATE ("attribute",state1,state2,...stateN)
cs: ANIMÁT ("atribut ", stav 1, stav 2, ... stav)
de: ANIMATE ("Attribut",Zustand1,Zustand2,...ZustandN)
es: ANIMATE ("atributo",estado1,estado2,...estadoN)
fr: ANIMATE ("attribut",état1,état2,...étatN)
ja: ANIMATE ("属性",状態1,状態2,...状態N)
ko: ANIMATE ("속성",상태1,상태2,...상태N)
pl: ANIMATE ("atrybut",stan1,stan2,...stanN)
pt_br: ANIMATE ("atributo",estado1,estado2,...estadoN)
ru: ANIMATE ("атрибут",состояние1,состояние2,...состояниеN)
sv: ANIMATE("attribute", tillstånd1, tillstånd2,...tillståndN)
zh_tw: ANIMATE ("屬性"，狀態 1，狀態 2，...狀態 N)

source: Animates an attribute over .5 seconds with default easing.
cs: Animace atributu po dobu 5 sekund s výchozím uvolněním.
de: Animiert ein Attribut für 0,5 Sekunden mit der Standardabschwächung.
es: Anima un atributo más de 0,5 segundos con el movimiento predeterminado.
fr: Anime un attribut pendant 0,5 seconde en adoptant la vitesse d’animation par défaut.
hu: Attribútum animáció 0.5 másodperc felett egyszerűbb beállításokkal.
it: Anima un attributo ad intervalli di 0,5 secondi con velocità predefinita.
ja: デフォルトのイージングで属性のアニメーションを 0.5 秒間実行します。
ko: 0.5초의 기본 가속도로 속성 애니메이션을 실행합니다.
pl: Animuje atrybut domyślnie przez pół sekundy.
pt_br: Anima um atributo por 0,5 segundos com a velocidade padrão.
ru: Анимирует атрибута в течение 0,5 секунды с допуском по умолчанию.
sv: Uppmuntrar ett attribut mer än .5 sekunder med den förutbestämda rörelsen.
zh_cn: 属性的状态从 state1 到 stateN 依次缓慢变化，时间间隔默认为 0.5 秒。
zh_tw: 以預設「加/減速」設定將屬性製成超過 .5 秒的動畫。

source: ANIMATESLOW ("attribute",state1,state2,...stateN)
cs: ANIMATESLOW ("atribut ", stav 1, stav 2, ... stav)
de: ANIMATESLOW ("Attribut",Zustand1,Zustand2,...ZustandN)
es: ANIMATESLOW ("atributo",estado1,estado2,...estadoN)
fr: ANIMATESLOW ("attribut",état1,état2,...étatN)
ja: ANIMATESLOW ("属性",状態1,状態2,...状態N)
ko: ANIMATESLOW ("속성",상태1,상태2,...상태N)
pl: ANIMATESLOW ("atrybut",stan1,stan2,...stanN)
pt_br: ANIMATESLOW ("atributo",estado1,estado2,...estadoN)
ru: ANIMATESLOW ("атрибут",состояние1,состояние2,...состояниеN)
sv: ANIMATESLOW ("attribute", tillstånd1, tillstånd2,...tillståndN)
zh_tw: ANIMATESLOW ("屬性"，狀態 1，狀態 2，...狀態 N)

source: Animates an attribute over 1 second with default easing.
cs: Animace atributu za 1 sekundu s výchozím uvolněním.
de: Animiert ein Attribut für 1 Sekunde mit der Standardabschwächung.
es: Anima un atributo más de 1 segundo con el movimiento predeterminado.
fr: Anime un attribut pendant 1 seconde en adoptant la vitesse d’animation par défaut.
hu: Attribútum animáció 1 másodperc felett egyszerűbb beállításokkal.
it: Anima un attributo ad intervalli di 1 secondo con velocità predefinita.
ja: デフォルトのイージングで属性のアニメーションを 1 秒間実行します。
ko: 1초의 기본 가속도로 속성 애니메이션을 실행합니다.
pl: Animuje atrybut domyślnie przez sekundę.
pt_br: Anima um atributo por 1 segundo com a velocidade padrão.
ru: Анимирует атрибута в течение 1 секунды с допуском по умолчанию.
sv: Uppmuntrar ett attribut mer än 1 sekund med den förutbestämda rörelsen.
zh_cn: 属性的状态从 state1 到 stateN 依次缓慢变化，时间间隔默认为 1 秒。
zh_tw: 以預設「加/減速」設定將屬性製成超過 1 秒的動畫。

source: ANIMATEFAST ("attribute",state1,state2,...stateN)
cs: ANIMATEFAST ("atribut ", stav 1, stav 2, ... stav)
de: ANIMATEFAST ("Attribut",Zustand1,Zustand2,...ZustandN)
es: ANIMATEFAST ("atributo",estado1,estado2,...estadoN)
fr: ANIMATEFAST ("attribut",état1,état2,...étatN)
hu: ANIMATEFAST ("tulajdonság",állapot1,állapot2,...állapotN)
ja: ANIMATEFAST ("属性",状態1,状態2,...状態N)
ko: ANIMATEFAST ("속성",상태1,상태2,...상태N)
pl: ANIMATEFAST ("atrybut",stan1,stan2,...stanN)
pt_br: ANIMATEFAST ("atributo",estado1,estado2,...estadoN)
ru: ANIMATEFAST ("атрибут",состояние1,состояние2,...состояниеN)
sv: ANIMATEFAST ("attribute", tillstånd1, tillstånd2,...tillståndN)
zh_tw: ANIMATEFAST ("屬性"，狀態 1，狀態 2，...狀態 N)

source: Animates an attribute over .25 seconds with default easing.
cs: Animace atributu nad 25 sekund s výchozím uvolněním.
de: Animiert ein Attribut für 0,25 Sekunden mit der Standardabschwächung.
es: Anima un atributo más de 0,25 segundos con el movimiento predeterminado.
fr: Anime un attribut pendant .25 seconde en adoptant la vitesse d’animation par défaut.
hu: Attribútum animálása 0.25 felett egyszerűsítés nélkül.
it: Anima un attributo ad intervalli di 1 secondo con velocità predefinita.
ja: デフォルトのイージングで属性のアニメーションを 0.25 秒間実行します。
ko: 0.25초의 기본 가속도로 속성 애니메이션을 실행합니다.
pl: Animuje atrybut domyślnie przez ćwierć sekundy.
pt_br: Anima um atributo por 0,25 segundos com a velocidade padrão.
ru: Анимирует атрибута в течение 0,25 секунды с допуском по умолчанию.
sv: Uppmuntrar ett attribut mer än .25 sekunder med den förutbestämda rörelsen.
zh_cn: 属性的状态从 state1 到 stateN 依次缓慢变化，时间间隔默认为 0.25 秒。
zh_tw: 以預設「加/減速」設定將屬性製成超過 0.25 秒的動畫。

source: ANIMATECUSTOM ("att",time,easein,out,state1,...stateN)
es: ANIMATECUSTOM ("at",hora,movent,salida,estado1,...estadoN)
fr: ANIMATECUSTOM ("att",temps,vitesseDébut,vitesseFin,état1,...étatN)
pt_br: ANIMATECUSTOM ("atributo",estado1,estado2,...estadoN)
sv: ANIMATECUSTOM ("att",tid,långsamt in,ut,tillstånd1,...tillståndN)
zh_cn: ANIMATECUSTOM ("att"，时间，缓慢进入，缓慢移出，状态 1，...状态 N)
zh_tw: ANIMATECUSTOM ("att"，時間，緩慢移入，緩慢移出，狀態 1，...狀態 N)

source: Animates over arbitrary time with custom easing (0-100)
cs: Animované v libovolném čase s vlastním uvolněním (0-100)
de: Animiert für eine beliebige Dauer mit einer benutzerdefinierten Abschwächung (0-100).
es: Anima un atributo por un periodo de tiempo arbitrario con un movimiento personalizado (0-100)
fr: Anime un attribut pendant une durée arbitraire en personnalisant la vitesse d’animation (0-100)
hu: Animál tetszőleges idővel egyéni egyszerűsítés (0-100)
it: Anima a intervalli arbitrari con velocità personalizzata (0-100)
ja: カスタムのイージング (0 ～ 100) でアニメーションを任意の時間実行します。
ko: 임의의 시간과 사용자 지정 가속도(0-100)를 통해 애니메이션을 실행합니다.
pl: Animuje atrybut przez dowolny czas z zadaną prędkością (0-100)
pt_br: Anima por um período de tempo arbitrário com uma velocidade personalizada (0-100).
ru: Анимирует в течение произвольного времени с указанным допуском (0–100)
sv: Animerar till en löptid med en anpassad dämpning ( 0-100)
zh_cn: 属性的状态从 state1 到 stateN 依次缓慢变化，时间间隔为任意时间，且伴随自定义缓入缓出（0 到 100）
zh_tw: 以自訂「加/減速」設定 (0-100) 製作任意時間長度的動畫

source: GOTOSCENE ("sceneName",time,easein,easeout)
de: GOTOSCENE ("Szenenname",Dauer,GeschwindigkeitAnimationsanfang,GeschwindigkeitAnimationsende)
es: GOTOSCENE ("nombreEscena",hora,movent,movsalida)
fr: GOTOSCENE ("nomScène",temps,vitesseDébut,vitesseFin)
ja: GOTOSCENE ("シーン名",時間,イーズイン,イーズアウト)
ko: GOTOSCENE ("장면이름",시간,진입,진출)
pt_br: GOTOSCENE ("nomeDaCena",tempo,movent,movsaida)
ru: GOTOSCENE ("названиеСцены",время,анимацияНачала,анимацияКонца)
sv: GOTOSCENE ("scennamn",time,långsamt in,långsamt ut)
zh_tw: GOTOSCENE ("螢幕名稱"，時間，緩慢移入，緩慢移出)

source: Animates camera to a scene identified by name or by number.
cs: Animace kamery na scénu označenou jménem nebo číslem.
de: Animiert die Kamera in einer Szene, die durch einen Namen oder eine Zahl gekennzeichnet ist.
es: Anima la cámara hasta una escena identificada por nombre o por número.
fr: Anime la caméra vers une scène identifiée par un nom ou un nombre.
hu: Kamera animálása egy jelenetté, ami név vagy szám által van azonosítva.
it: Passa a una scena identificata da un nome o da un numero.
ja: 名前または番号で識別されるシーンにカメラを移動するアニメーションを実行します。
ko: 장면을 이름 또는 숫자 별로 구분하여 카메라를 이동합니다.
pl: Animuje kamerę do sceny identyfikowanej przez nazwę lub liczbę.
pt_br: Anima a câmera até uma cena identificada pelo nome ou por um número.
ru: Анимирует камеру в сцене, указанной по названию или номеру.
sv: Animerar kameran i en scen som identifieras av ett namn eller ett nummer.
zh_cn: 根据名称或数字转换场景。
zh_tw: 將鏡頭製成由名稱或編號標識的場景動畫。

source: Redraws the component that contains this function.
cs: Překresluje součást, která tuto funkci obsahuje.
de: Zeichnet die Komponente, die diese Funktion enthält, um.
es: Vuelve a dibujar el componente que contiene esta función.
fr: Redessine le composant qui contient cette fonction.
hu: Alkatrész újrarajzolása, amely tartalmazza ezt a funkciót.
it: Ritraccia il componente che contiene questa funzione.
ja: この関数を含むコンポーネントを再描画します。
ko: 이 함수가 포함된 구성요소를 다시 그립니다.
pl: Przerysowuje komponent, który posiada tę funkcję.
pt_br: Redesenha o componente que contém esta função.
ru: Перерисовывает компонент, который содержит эту функцию.
sv: Ritar om den komponent som innehåller denna funktion.
zh_cn: 重绘包含此函数的组件。
zh_tw: 重新繪製包含此函數的元件。

source: SET ("attribute",state1,state2,...stateN)
cs: SET ("atribut ", stav1, stav2, ... stateN)
de: SET ("Attribut",Zustand1,Zustand2,...ZustandN)
es: SET ("atributo",estado1,estado2,...estadoN)
fr: SET ("attribut",état1,état2,...étatN)
hu: SET ("tulajdonság",állapot1,állapot2,...állapotN)
ja: SET ("属性",状態1,状態2,...状態N)
ko: SET ("속성",상태1,상태2,...상태N)
pl: SET ("atrybut",stan1,stan2,...stanN)
pt_br: SET ("atributo",estado1,estado2,...estadoN)
ru: SET ("атрибут",состояние1,состояние2,...состояниеN)
sv: SET ("attribute", tillstånd1, tillstånd2,...tillståndN)
zh_tw: SET ("屬性",狀態 1,狀態 2,...狀態 N)

source: Sets a given attribute to the next value in a list.
cs: Nastaví daný atribut na další hodnotu v seznamu.
de: Setzt ein gegebenes Attribut auf den nächsten Wert in einer Liste.
es: Ajusta un atributo al próximo valor de la lista.
fr: Règle un attribut donné sur la valeur suivante dans une liste.
hu: Egy adott attribútum beállítása a listában lévő következő értékhez.
it: Imposta un dato attributo al valore successivo in un elenco.
ja: 指定した属性をリスト内の次の値に設定します。
ko: 지정한 속성을 목록에 있는 새 값으로 설정합니다.
pl: Ustawia podany atrybut do następnej wartości na liście.
pt_br: Ajusta um determinado atributo ao próximo valor de uma lista.
ru: Задает указанный атрибут следующему значению в списке.
sv: Anger ett givet attribut till nästa värde i en lista.
zh_cn: 将指定属性设定为数列中的下一个值。
zh_tw: 將指定屬性設定為清單中的下一個值。

source: Addition of numbers.
cs: Přidání čísel.
de: Addition von Zahlen.
es: Suma de números.
fr: Addition de nombres.
hu: Számok hozzáadása.
it: Addizione numerica.
ja: 数値の加算。
ko: 숫자를 더합니다.
pl: Dodawanie liczb.
pt_br: Soma de números.
ru: Сложение чисел.
sv: Tillägg av siffror.
zh_cn: 数字的加法。
zh_tw: 數值的加法。

source: Subtraction of numbers.
cs: Odečítání čísel.
de: Subtraktion von Zahlen.
es: Resta de números.
fr: Soustraction de nombres.
hu: Számok kivonása.
it: Sottrazione numerica.
ja: 数値の減算。
ko: 숫자를 뺍니다.
pl: Odejmowanie liczb.
pt_br: Subtração de números.
ru: Вычитание чисел.
sv: Subtraktion med tal.
zh_cn: 数字的减法。
zh_tw: 數值的減法。

source: Multiplication of numbers.
cs: Odečítání čísel.
de: Multiplikation von Zahlen.
es: Multiplicación de números.
fr: Multiplication de nombres.
hu: Számok szorzása.
it: Moltiplicazione numerica.
ja: 数値の乗算。
ko: 숫자를 곱합니다.
pl: Mnożenie liczb.
pt_br: Multiplicação de números.
ru: Умножение чисел.
sv: Multiplikation av nummer.
zh_cn: 数字的乘法。
zh_tw: 數值的乘法。

source: Division of numbers.
cs: Rozdělení čísel.
de: Division von Zahlen.
es: División de números.
fr: Division de nombres.
hu: Számok felosztása.
it: Divisione numerica.
ja: 数値の除算。
ko: 숫자를 나눕니다.
pl: Dzielenie liczb.
pt_br: Divisão de números.
ru: Деление чисел.
sv: Division av tal.
zh_cn: 数字的除法。
zh_tw: 數值的除法。

source: Concatenation of text.
cs: Zřetězení textu.
de: Verkettung von Text.
es: Concatenación de texto.
fr: Concaténation de texte.
hu: Szöveg összefűzése.
it: Concatenazione di testo.
ja: テキストの連結。
ko: 텍스트를 연결합니다.
pl: Łączenie tekstu.
pt_br: Concatenação de texto.
ru: Объединение текста.
sv: Sammansättning av text.
zh_cn: 文字的连接。
zh_tw: 文字的串連。

source: Parenthesis (for grouping).
cs: Závorky (pro seskupení).
de: Klammern (für Gruppierung).
es: Paréntesis (para agrupar).
fr: Parenthèses (pour regroupage).
hu: Zárójel (a csoportosításhoz).
it: Parentesi (per il raggruppamento).
ja: 括弧 (グループ化)
ko: 그룹으로 묶는 데 사용할 괄호입니다.
pl: Nawiasy (grupowania).
pt_br: Parênteses (para agrupar).
ru: Скобки (для группировки).
sv: Parentes (för gruppering).
zh_cn: 括号（用作分组）。
zh_tw: 圓括號 (用於分組)。

source: Less than.
cs: Méně než.
de: Kleiner als.
es: Menor que.
fr: Inférieur à.
hu: Kevesebb, mint.
it: Minore di.
ja: 未満
ko: 이하입니다.
pl: Mniejszy niż.
pt_br: Menor que.
ru: Меньше.
sv: Mindre än.
zh_cn: 小于。
zh_tw: 小於。

source: Greater than.
cs: Větší než.
de: Größer als.
es: Mayor que.
fr: Supérieur à.
hu: Nagyobb, mint.
it: Maggiore di.
ja: 大きい。
ko: 이상입니다.
pl: Większy niż.
pt_br: Maior que.
ru: Больше.
sv: Större än.
zh_cn: 大于。
zh_tw: 大於。

source: Equal to.
cs: Rovná.
de: Gleich.
es: Igual que.
fr: Égal à.
hu: Egyenlő.
it: Uguale a.
ja: 等しい。
ko: 동일합니다.
pl: Równy.
pt_br: Igual a.
ru: Равно.
sv: Lika med.
zh_cn: 等于。
zh_tw: 等於。

source: Less than or equal to.
cs: Méně nebo rovné.
de: Kleiner als oder gleich.
es: Menor o igual que.
fr: Inférieur ou égal à.
hu: Kevesebb vagy egyenlő.
it: Minore o uguale a.
ja: 以下
ko: 이하이거나 동일합니다.
pl: Mniejszy niż lub równy.
pt_br: Menor que ou igual a.
ru: Меньше или равно.
sv: Mindre än eller lika med.
zh_cn: 小于等于。
zh_tw: 小於或等於。

source: Greater than or equal to.
cs: Vyšší nebo rovný.
de: Größer als oder gleich.
es: Mayor o igual que.
fr: Supérieur ou égal à.
hu: Nagyobb vagy egyenlő.
it: Maggiore o uguale a.
ja: 以上。
ko: 이상이거나 동일합니다.
pl: Większy lub równy.
pt_br: Maior que ou igual a.
ru: Больше или равно.
sv: Större än eller lika med.
zh_cn: 大于等于。
zh_tw: 大於或等於。
