Repository: jcbreton/SURay
Catalog: su_dynamiccomponents/Resources/*/dynamiccomponents.strings
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt_br, ru, sv, zh_cn, zh_tw

source: FIND (findText,text,position)
cs: Najít (findText, text, pozice)
de: FIND (gesuchterText,Text,Position)
es: FIND (texto_buscado,dentro_del_texto,posición)
fr: FIND (texteRecherché,texte,position)
it: FIND (testoDaCercare,testo,posizione)
ja: FIND(検索するテキスト,テキスト,位置)
ko: FIND(찾으려는 텍스트,찾으려는 텍스트를 포함하는 텍스트,검색을 시작할 문자)
pl: FIND (szukanyTekst,tekst,pozycja)
pt_br: FIND (textoProcurado,texto,posição)
ru: FIND (найтиТекст,текст,положение)
sv: FIND (söktext,text,position)
zh_tw: FIND (尋找文字,文字,位置)

source: Returns the position of findText inside text.
cs: Vrátí pozici findText uvnitř textu.
de: Gibt die Position des gesuchten Texts im Text zurück.
es: Devuelve la posición del texto buscado dentro de otra cadena de texto.
fr: Renvoie la position du texte recherché dans du texte.
hu: Szövegen belül a szöveg keresés pozíciójához térj vissza.
it: Restituisce la posizione di testoDaCercare all’interno del testo.
ja: テキスト内の「検索するテキスト」の位置を返します。
ko: 텍스트 내에서 찾으려는 텍스트의 위치를 반환합니다.
pl: Zwraca numer znaku, w którym jeden ciąg znaków został znaleziony po raz pierwszy w drugim, począwszy od lewej strony.
pt_br: Dá como resultado a posição do texto procurado dentro do texto.
ru: Возвращает позицию искомого текста внутри просматриваемой текстовой строки.
sv: Returnerar positionen för söktexten i texten.
zh_cn: 返回 findText 在 text 中的位置。
zh_tw: 傳回文字內「尋找文字」的位置。

source: LEFT (text,number)
cs: VLEVO (text, číslo)
de: LEFT (Text,Anzahl)
es: LEFT (texto,número)
fr: LEFT (texte,nombre)
hu: BAL (szöveg, szám)
it: LEFT (testo,numero)
ja: LEFT(テキスト,数値)
ko: LEFT(텍스트, 숫자)
pl: LEFT (tekst,liczba)
pt_br: LEFT (texto,número)
ru: LEFT (текст,цифра)
sv: LEFT (text,tal)
zh_tw: LEFT (文字,數值)

source: Returns the first character or characters in a text string.
cs: Vrátí první znak nebo znaky v textovém řetězci.
de: Gibt das erste Zeichen oder die ersten Zeichen in einer Textzeichenfolge zurück.
es: Devuelve el carácter o caracteres del principio de una cadena de texto.
fr: Renvoie le ou les premiers caractères d’une chaîne de texte.
hu: Visszatérés az első karakterhez vagy karakterekhez a szövegben.
it: Restituisce il primo carattere o i primi caratteri di una stringa di testo.
ja: テキスト文字列内の最初の文字または文字列を返します。
ko: 텍스트 문자열의 첫 번째 문자부터 원하는 수만큼의 문자를 반환합니다.
pl: Zwraca pierwszy znak lub znaki w tekście.
pt_br: Dá como resultado o(s) primeiro(s) caractere(s) de uma linha de texto.
ru: Возвращает первый символ (символы) в текстовой строке.
sv: Returnerar det första tecknet eller tecknen i en textsträng.
zh_cn: 返回文字字符串中的第一个或前 number 个字符。
zh_tw: 傳回文字字串中的第一個或前幾個字元。

source: LEN (text)
es: LEN (texto)
fr: LEN (texte)
hu: LEN (szöveg)
it: LEN (testo)
ja: LEN(テキスト)
ko: LEN(텍스트)
pl: LEN (tekst)
pt_br: LEN (texto)
ru: LEN (текст)
zh_tw: LEN (文字)

source: Returns the length of a string including spaces.
cs: Vrací délku řetězce včetně mezer.
de: Gibt die Länge einer Zeichenfolge einschließlich Leerstellen zurück.
es: Devuelve la longitud de una cadena incluyendo los espacios.
fr: Renvoie la longueur d’une chaîne, espaces compris.
hu: Visszaadja a karakterlánc hosszát, beleértve a szóközöket is.
it: Restituisce la lunghezza di una stringa (spazi inclusi).
ja: スペースを含む文字列の長さを返します。
ko: 빈칸을 포함하여 텍스트 문자열의 길이를 반환합니다.
pl: Zwraca długość tekstu łącznie z odstępami.
pt_br: Dá como resultado o comprimento de uma linha de texto, incluindo os espaços.
ru: Возвращает длину строки, включая пробелы.
sv: Returnerar en sträng (inklusive mellanslag) i längd.
zh_cn: 返回字符串（包含空格）的长度。
zh_tw: 傳回包含空格的字串的長度。

source: LOWER (text)
es: LOWER (texto)
fr: LOWER (texte)
hu: CSÖKKENT (szöveg)
it: LOWER (testo)
ja: LOWER(テキスト)
ko: LOWER(텍스트)
pl: LOWER (tekst)
pt_br: LOWER (texto)
ru: LOWER (текст)
zh_tw: LOWER (文字)

source: Converts all uppercase letters in a text string to lowercase.
cs: Převede všechna velká písmena v textovém řetězci na malá písmena.
de: Wandelt alle Großbuchstaben in einer Textzeichenfolge in Kleinbuchstaben um.
es: Convierte todas las letras de una cadena de texto en minúsculas.
fr: Convertit en minuscules toutes les lettres majuscules d’une chaîne de texte.
hu: Minden nyomtatott nagybetűt konvertálj a kis betűvé a szövegben.
it: Converte tutte le lettere maiuscole di una stringa di testo in minuscole.
ja: テキスト文字列内のすべての大文字を小文字に変換します。
ko: 텍스트 문자열의 모든 대문자를 소문자로 변환합니다.
pl: Konwertuje wszystkie wielkie litery w tekście na małe.
pt_br: Converte todas as letras maiúsculas de uma linha de texto em minúsculas.
ru: Преобразует все прописные буквы текстовой строки в строчные.
sv: Konverterar alla versaler i en textsträng till små bokstäver.
zh_cn: 将文字字符串中的所有大写字母转换为小写字母。
zh_tw: 將文字字串中的所有大寫字母轉換成小寫。

source: MID (text,start,number)
cs: MID (text, start, číslo)
de: MID (Text,Anfangspunkt,Anzahl)
es: MID (texto,inicio,número)
fr: MID (texte,début,nombre)
hu: MID (szöveg, start, szám)
it: MID (testo,inizio,numero)
ja: MID(テキスト,開始,数値)
ko: MID(텍스트, 시작 위치, 숫자)
pl: MID(tekst,start,liczba)
pt_br: MID (texto,início,número)
ru: MID (текст,начало,цифра)
sv: MID (text,start,tal)
zh_tw: MID (文字,起點,數值)

source: Returns a substring from a given start and length.
cs: Vrátí podřetězec od daného startu a délky.
de: Gibt eine Teilzeichenfolge ab einem bestimmten Anfangspunkt mit einer bestimmten Länge zurück.
es: Devuelve una subcadena según un inicio y una longitud determinados.
fr: Renvoie une sous-chaîne de texte à partir d’un élément de début et d’une longueur donnés.
hu: Egy adott kezdő és hossza egy részét adja vissza.
it: Restituisce una sottostringa dato un inizio e una lunghezza.
ja: 指定した開始位置から始まる、指定した長さのサブ文字列を返します。
ko: 텍스트 문자열에서 지정된 위치로부터 지정된 수만큼 문자를 반환합니다.
pl: Zwraca znaki ze środka ciągu tekstowego przy danej pozycji początkowej i długości.
pt_br: Dá como resultado uma sublinha de texto extraída conforme um início e um comprimento específicos.
ru: Возвращает подстроку заданной длины, начиная с заданной начальной позиции.
sv: Returnerar en delsträng från en given start och längd.
zh_cn: 按照指定的起始位置和长度，返回子字符串。
zh_tw: 按指定的起點與長度傳回子字串。

source: PROPER (text)
es: PROPER (texto)
fr: PROPER (texte)
hu: PROPER (szöveg)
it: PROPER (testo)
ja: PROPER(テキスト)
ko: PROPER(텍스트)
pl: PROPER (tekst)
pt_br: PROPER (texto)
ru: PROPER (текст)
zh_tw: PROPER (文字)

source: Capitalizes the first letter in all words of a text string.
cs: Počáteční písmeno ve všech slovech textového řetězce.
de: Wandelt den ersten Buchstaben aller Wörter einer Textzeichenfolge in einen Großbuchstaben um.
es: Convierte en mayúscula la primera letra de todas las palabras de una cadena de texto.
fr: Convertit en majuscule la première lettre de tous les mots d’une chaîne de texte.
hu: Minden szó első betűjét nagybetűre váltani.
it: Rende maiuscola la prima lettera di tutte le parole contenute in una stringa di testo.
ja: テキスト文字列に含まれているすべての単語の最初の文字を大文字にします。
ko: 텍스트 문자열에서 모든 단어의 첫 번째 문자를 대문자로 반환합니다.
pl: Zamienia pierwsze litery we wszystkich wyrazach tekstu na wielkie.
pt_br: Coloca em maiúsculas a primeira letra de cada palavra de uma linha de texto.
ru: Делает первые буквы всех слов текстовой строки прописными.
sv: Ändra den första bokstaven till versal i alla ord i en textsträng.
zh_cn: 将文字字符串中所有单词的第一个字母改为大写字母。
zh_tw: 將文字字串所有文字的第一個字母轉換為大寫。

source: REPLACE (text,position,length,new)
cs: NAHRADIT (text, pozice, délka, nový)
de: REPLACE (Text,Position,Länge,neu)
es: REPLACE (texto,posición,longitud,nuevo)
fr: REPLACE (texte,position,longueur,nouveau)
hu: ÁTHELYEZÉS (szöveg, pozíció, hossz, új)
it: REPLACE (testo,posizione,lunghezza,nuovo)
ja: REPLACE(テキスト,位置,長さ,新しいテキスト)
ko: REPLACE(텍스트, 위치, 길이, 새 텍스트)
pl: REPLACE (tekst,pozycja,długość,nowyTekst)
pt_br: REPLACE (texto,posição,comprimento,novo)
ru: REPLACE (текст,положение,длинна,новое)
sv: REPLACE (text,position,längd,ny)
zh_tw: REPLACE (文字,位置,長度,新文字)

source: Replaces part of one text string with another.
cs: Nahrazuje část jednoho textového řetězce jiným.
de: Ersetzt einen Teil einer Textzeichenfolge mit einem anderen.
es: Reemplaza parte de una cadena de texto por otra.
fr: Remplace une partie de chaîne de texte par une autre chaîne.
hu: A szöveg részlet kicserélése egy másikra.
it: Sostituisce parte di una stringa di testo con altro testo.
ja: テキスト文字列の一部を別のテキスト文字列に置き換えます。
ko: 텍스트 문자열의 일부를 지정된 문자 수만큼 다른 텍스트 문자열로 바꿉니다.
pl: Zamienia część ciągu znaków innym ciągiem znaków.
pt_br: Substitui parte de uma linha de texto por outra.
ru: Заменяет часть одной текстовой строки.
sv: Ersätter en del av en textsträng med en annan.
zh_cn: 用一个字符串代替另一个文字字符串中的一部分。
zh_tw: 將一個文字字串的一部分取代為另一個字串。

source: REPT (text,number)
cs: REPT (text, číslo)
de: REPT (Text,Anzahl)
es: REPT (texto,número)
fr: REPT (texte,nombre)
hu: REPT (szöveg, szám)
it: REPT (testo,numero)
ja: REPT(テキスト,数値)
ko: REPT(텍스트, 숫자)
pl: REPT (tekst,liczba)
pt_br: REPT (texto,número)
ru: REPT (текст,цифра)
sv: REPT (text,tal)
zh_tw: REPT (文字,數值)

source: Repeats a character string by a given number of copies.
cs: Řetězec znaků se opakuje o daný počet kopií.
de: Wiederholt eine Zeichenfolge mit einer bestimmten Anzahl von Kopien.
es: Repite una cadena de caracteres un número determinado de veces.
fr: Reproduit une chaîne de caractères en fonction d’un nombre donné de copies.
hu: Karakterlánc megismétlése adott számú példányban.
it: Ripete una stringa di caratteri per un numero prestabilito di volte.
ja: 文字列を指定した回数だけ繰り返します。
ko: 지정한 횟수만큼 텍스트 문자열을 반복합니다.
pl: Powtarza ciąg znaków przez podaną liczbę kopii.
pt_br: Repete uma seqüência de caracteres um determinado número de vezes.
ru: Повторяет строку символов заданное число раз.
sv: Upprepar en teckensträng av ett visst antal exemplar.
zh_cn: 将一个字符串复制指定次数。
zh_tw: 依照指定的重複次數來重複字元字串。

source: RIGHT (text,number)
cs: PRAVÉ (text, číslo)
de: RIGHT (Text,Anzahl)
es: RIGHT (texto,número)
fr: RIGHT (texte,nombre)
hu: JOBB (szöveg, szám)
it: RIGHT (testo,numero)
ja: RIGHT(テキスト,数値)
ko: RIGHT(텍스트, 숫자)
pl: RIGHT (tekst,liczba)
pt_br: RIGHT (texto,número)
ru: RIGHT (текст,цифра)
sv: RIGHT (text,tal)
zh_tw: RIGHT (文字,數值)

source: Returns the last character or characters in a text string.
cs: Vrátí poslední znak nebo znaky v textovém řetězci.
de: Gibt das letzte Zeichen oder die letzten Zeichen in einer Textzeichenfolge zurück.
es: Devuelve el último carácter o caracteres de una cadena de texto.
fr: Renvoie le ou les derniers caractères d’une chaîne de texte.
hu: Visszatérés az első karakterhez vagy karakterekhez a szövegben.
it: Restituisce l’ultimo carattere o gli ultimi caratteri di una stringa di testo.
ja: テキスト文字列内の最後の文字または文字列を返します。
ko: 텍스트 문자열의 마지막 문자부터 원하는 수만큼의 문자를 반환합니다.
pl: Zwraca ostatni znak lub znaki w tekście.
pt_br: Dá como resultado o(s) último(s) caractere(s) de uma linha de texto.
ru: Возвращает последний символ (символы) в текстовой строке.
sv: Returnerar det senaste tecknet eller tecknen i en textsträng.
zh_cn: 返回文字字符串中的最后一个或后 number 个字符。
zh_tw: 傳回文字字串中的最後一個或幾個字元。

source: SUBSTITUTE (text,searchText,newText,occurrence)
cs: SUBSTITUTE (text, vyhledávací text, nový text, výskyt)
de: SUBSTITUTE (Text,gesuchterText,neuerText,Häufigkeit)
es: SUBSTITUTE (texto,buscar_texto,nuevo_texto,ocurrencia)
fr: SUBSTITUTE (texte,texteRecherché,nouveauTexte,occurrence)
hu: SUBSTITUTE (szöveg,szövegKeresés,újSzöveg,előfordulás)
it: SUBSTITUTE (testo,testoDaCercare,nuovoTesto,occorrenza)
ja: SUBSTITUTE (テキスト,検索テキスト,新しいテキスト,回数)
ko: SUBSTITUTE(텍스트, 검색 텍스트, 새 텍스트, 횟수)
pl: SUBSTITUTE (tekst,szukanyTekst,nowyTekst,wystąpienie)
pt_br: SUBSTITUTE (texto,textoPesquisa,novoTexto,ocorrência)
ru: SUBSTITUTE (текст,поискТекста,новыйТекст,частота)
sv: SUBSTITUTE (text,söktext,ny_text,förekomst)
zh_tw: SUBSTITUTE (文字,搜尋文字,新文字,出現位置)

source: Substitutes new text for search text in a string.
cs: Nahradí nový text pro hledaný text v řetězci.
de: Ersetzt den gesuchten Text in einer Zeichenfolge mit neuem Text.
es: Sustituye el texto existente con texto nuevo en una cadena.
fr: Remplace le texte recherché par du nouveau texte dans une chaîne.
hu: Szövegek feliratozása a kereséshez.
it: Sostituisce il testo ricercato all’interno di una stringa con nuovo testo.
ja: 文字列内の検索テキストの代わりに新しいテキストを使用します。
ko: 문자열에 있는 이전 텍스트를 새 텍스트로 모두 바꿉니다.
pl: Zamienia istniejący tekst w ciągu nowym tekstem.
pt_br: Substitui novo texto de uma linha de texto pelo texto de pesquisa.
ru: Заменяет искомый текст в просматриваемой строке новым текстом.
sv: Byter ut ny text mot söktext i en sträng.
zh_cn: 用新文字替换字符串中的文字 (searchText)。
zh_tw: 用新文字取代字串中的搜尋文字。

source: TRIM (text)
es: TRIM (texto)
fr: TRIM (texte)
hu: TRIM (szöveg)
it: TRIM (testo)
ja: TRIM(テキスト)
ko: TRIM(텍스트)
pl: TRIM (tekst)
pt_br: TRIM (texto)
ru: TRIM (текст)
zh_tw: TRIM (文字)

source: Removes spaces that are in front of a string.
cs: Odstraní mezery před řetězcem.
de: Entfernt Leerstellen, die vor einer Zeichenfolge stehen.
es: Elimina los espacios delante de una cadena.
fr: Supprime les espaces situés devant une chaîne.
hu: Szóközök eltávolítása az első mondatók elől.
it: Rimuove gli spazi che precedono una stringa.
ja: 文字列の前にあるスペースを削除します。
ko: 텍스트 문자열 앞에 있는 공백을 제거합니다.
pl: Usuwa wszystkie spacje z tekstu oprócz pojedynczych spacji występujących między słowami.
pt_br: Remove espaços que estão na frente de uma linha de texto.
ru: Удаляет пробелы перед строкой.
sv: Tar bort utrymmen som är framför en sträng.
zh_cn: 移除字符串前面的空格。
zh_tw: 移除字串前面的空格。

source: UPPER (text)
es: UPPER (texto)
fr: UPPER (texte)
hu: UPPER (szöveg)
it: UPPER (testo)
ja: UPPER(テキスト)
ko: UPPER(텍스트)
pl: UPPER (tekst)
pt_br: UPPER (texto)
ru: UPPER (текст)
zh_tw: UPPER (文字)

source: Converts all lowercase letters in a text string to uppercase.
cs: Převede všechna malá písmena v textovém řetězci na velká písmena.
de: Wandelt alle Kleinbuchstaben in einer Textzeichenfolge in Großbuchstaben um.
es: Convierte una cadena de texto en mayúsculas.
fr: Convertit en majuscules toutes les lettres minuscules d’une chaîne de texte.
hu: Minden kisbetű konvertálása a szövegben nagybetűvé.
it: Converte tutte le lettere minuscole di una stringa di testo in maiuscole.
ja: テキスト文字列内のすべての小文字を大文字に変換します。
ko: 텍스트 문자열의 모든 소문자를 대문자로 변환합니다.
pl: Konwertuje wszystkie małe litery w tekście na wielkie.
pt_br: Converte todas as letras minúsculas de uma linha de texto em maiúsculas.
ru: Преобразует все строчные буквы в текстовой строке в прописные.
sv: Konverterar alla versaler i en textsträng till små bokstäver.
zh_cn: 将文字字符串中的所有小写字符转变为大写字符。
zh_tw: 將文字字串中的所有小寫字母轉換成大寫。

source: VALUE (text)
es: VALUE (texto)
fr: VALUE (texte)
hu: ÉRTÉK (szöveg)
it: VALUE (testo)
ja: VALUE(テキスト)
ko: VALUE(텍스트)
pl: VALUE (tekst)
pt_br: VALUE (texto)
ru: VALUE (текст)
zh_tw: VALUE (文字)

source: Converts a text string into a number.
cs: Převede textový řetězec na číslo.
de: Wandelt eine Textzeichenfolge in eine Zahl um.
es: Convierte una cadena de texto en un número.
fr: Convertit une chaîne de texte en un nombre.
hu: Szöveges karakterlánc számmá alakítása.
it: Converte una stringa di testo in numero.
ja: テキスト文字列を数値に変換します。
ko: 텍스트 문자열을 숫자로 변환합니다.
pl: Konwertuje łańcuch tekstowy na liczbę.
pt_br: Converte uma linha de texto em um número.
ru: Преобразует текстовую строку в число.
sv: Konverterar en textsträng till ett tal.
zh_cn: 将文字字符串转换为数字。
zh_tw: 將文字字串轉換成數值。

source: ACOS (number)
cs: ACOS (číslo)
de: ACOS (Zahl)
es: ACOS (número)
fr: ACOS (nombre)
hu: ACOS (szám)
it: ACOS (numero)
ja: ACOS(数値)
ko: ACOS(임의의 실수)
pl: ACOS (numer)
pt_br: ACOS (número)
ru: ACOS (цифра)
sv: ACOS (tal)
zh_tw: ACOS (數值)

source: Returns inverse cosine of a number in degrees.
cs: Vrací inverzní kosinus čísla ve stupních.
de: Gibt den umgekehrten Kosinus einer Zahl in Grad zurück.
es: Devuelve el arcoseno de un número en grados.
fr: Renvoie le cosinus inverse d’un nombre en degrés.
hu: Eredményül egy szám inverz koszinusz fok.
it: Restituisce l’arcocoseno di un numero in gradi.
ja: 度単位の数値の逆余弦を返します。
ko: 주어진 각도의 역 코사인 값을 반환합니다.
pl: Zwraca arcus cosinus liczby w stopniach.
pt_br: Dá como resultado o cosseno inverso de um número em graus.
ru: Возвращает арккосинус числа в градусах.
sv: Returnerar inversen cosinus för ett tal i grader.
zh_cn: 返回某一度数的反余弦。
zh_tw: 傳回數值 (以度為單位) 的反餘弦。

source: ACOSH (number)
cs: ACOSH (číslo)
de: ACOSH (Zahl)
es: ACOSH (número)
fr: ACOSH (nombre)
hu: ACOSH (szám)
it: ACOSH (numero)
ja: ACOSH(数値)
ko: ACOSH(임의의 실수)
pl: ACOSH (numer)
pt_br: ACOSH (número)
ru: ACOSH (цифра)
sv: ACOSH (tal)
zh_tw: ACOSH (數值)

source: Returns inverse hyperbolic cosine of a number in degrees.
cs: Vrací inverzní hyperbolický kosinus čísla ve stupních.
de: Gibt den umgekehrten Hyperbelkosinus einer Zahl in Grad zurück.
es: Devuelve el coseno hiperbólico inverso de un número en grados.
fr: Renvoie le cosinus hyperbolique inverse d’un nombre en degrés.
hu: Eredményül egy szám inverz koszinusz hiperbolikusza fok.
it: Restituisce l’arcocoseno iperbolico di un numero in gradi.
ja: 度単位の数値の逆双曲線余弦を返します。
ko: 주어진 각도의 역 하이퍼볼릭 코사인 값을 반환합니다.
pl: Zwraca arcus cosinus hiperboliczny liczby w stopniach.
pt_br: Dá como resultado o cosseno hiperbólico inverso de um número em graus.
ru: Возвращает ареа-косинус числа в градусах.
sv: Returnerar hyperbolisk sinus av ett tal i grader.
zh_cn: 返回某一度数的反双曲余弦。
zh_tw: 傳回數值 (以度為單位) 的反雙曲線餘弦。

source: ASIN (number)
cs: ASIN (číslo)
de: ASIN (Zahl)
es: ASIN (número)
fr: ASIN (nombre)
hu: ASIN (szám)
it: ASIN (numero)
ja: ASIN(数値)
ko: ASIN(임의의 실수)
pl: ASIN (liczba)
pt_br: ASIN (número)
ru: ASIN (цифра)
sv: ASIN (tal)
zh_tw: ASIN (數值)

source: Returns inverse sine of a number in degrees.
cs: Vrací inverzní sinus čísla v stupních.
de: Gibt den umgekehrten Sinus einer Zahl in Grad zurück.
es: Devuelve el arcoseno de un número en grados.
fr: Renvoie le sinus inverse d’un nombre en degrés.
hu: Adja eredményül egy szám inverz szinusz fokokban.
it: Restituisce l’arcoseno di un numero in gradi.
ja: 度単位の数値の逆正弦を返します。
ko: 주어진 각도의 역 사인 값을 반환합니다.
pl: Zwraca arcus sinus liczby w stopniach.
pt_br: Dá como resultado o seno inverso de um número em graus.
ru: Возвращает арксинус числа в градусах.
sv: Returnerar inversen cosinus för ett tal i grader.
zh_cn: 返回某一度数的反正弦。
zh_tw: 傳回數值 (以度為單位) 的反正弦。

source: ASINH (number)
cs: ASINH (číslo)
de: ASINH (Zahl)
es: ASINH (número)
fr: ASINH (nombre)
hu: ASINH (szám)
it: ASINH (numero)
ja: ASINH(数値)
ko: ASINH(임의의 실수)
pl: ASINH (liczba)
pt_br: ASINH (número)
ru: ASINH (цифра)
sv: ASINH (tal)
zh_tw: ASINH (數值)

source: Returns inverse hyperbolic sine of a number in degrees.
cs: Vrací inverzní hyperbolický sinus čísla v stupních.
de: Gibt den umgekehrten Hyperbelsinus einer Zahl in Grad zurück.
es: Devuelve el seno hiperbólico inverso de un número en grados.
fr: Renvoie le sinus hyperbolique inverse d’un nombre en degrés.
hu: Adja eredményül egy szám inverz szinusz fokokban.
it: Restituisce l’arcoseno iperbolico di un numero in gradi.
ja: 度単位の数値の逆双曲線正弦を返します。
ko: 주어진 각도의 역 하이퍼볼릭 사인 값을 반환합니다.
pl: Zwraca arcus sinus hiperboliczny liczby w stopniach.
pt_br: Dá como resultado o seno hiperbólico inverso de um número em graus.
ru: Возвращает ареа-синус числа в градусах.
sv: Returnerar hyperbolisk sinus av ett tal i grader.
zh_cn: 返回某一度数的反双曲正弦。
zh_tw: 傳回數值 (以度為單位) 的反雙曲線正弦。

source: ATAN (number)
cs: ATAN (číslo)
de: ATAN (Zahl)
es: ATAN (número)
fr: ATAN (nombre)
hu: ATAN (szám)
it: ATAN (numero)
ja: ATAN(数値)
ko: ATAN(임의의 실수)
pl: ATAN (liczba)
pt_br: ATAN (número)
ru: ATAN (цифра)
sv: ATAN (tal)
zh_tw: ATAN (數值)

source: Returns inverse tangent of a number in degrees.
cs: Vrací inverzní sinus čísla v stupních.
de: Gibt den umgekehrten Tangens einer Zahl in Grad zurück.
es: Devuelve el arco tangente de un número en grados.
fr: Renvoie la tangente inverse d’un nombre en degrés.
hu: Eredményül egy szám inverz tangens fok.
it: Restituisce l’arcotangente di un numero in gradi.
ja: 度単位の数値の逆正接を返します。
ko: 주어진 각도의 역 탄젠트 값을 반환합니다.
pl: Zwraca arcus tangens liczby w stopniach.
pt_br: Dá como resultado a tangente inversa de um número em graus.
ru: Возвращает арктангенс числа в градусах.
sv: Returnera arctan av ett tal i grader.
zh_cn: 返回某一度数的反正切。
zh_tw: 傳回數值 (以度為單位) 的反正切。

source: ATANH (number)
cs: ATANH (číslo)
de: ATANH (Zahl)
es: ATANH (número)
fr: ATANH (nombre)
hu: ATANH (szám)
it: ATANH (numero)
ja: ATANH(数値)
ko: ATANH(임의의 실수)
pl: ATANH (liczba)
pt_br: ATANH (número)
ru: ATANH (цифра)
sv: ATANH (tal)
zh_tw: ATANH (數值)

source: Returns inverse hyperbolic tangent of a number in degrees.
cs: Vrací inverzní hyperbolickou tečnu čísla v stupních.
de: Gibt den umgekehrten Hyperbeltangens einer Zahl in Grad zurück.
es: Devuelve la tangente hiperbólica inversa de un número en grados.
fr: Renvoie la tangente hyperbolique inverse d’un nombre en degrés.
hu: Fok egy szám inverz tangens hiperbolikuszát adja eredményül.
it: Restituisce l’arcotangente iperbolica di un numero in gradi.
ja: 度単位の数値の逆双曲線正接を返します。
ko: 주어진 각도의 역 하이퍼볼릭 탄젠트 값을 반환합니다.
pl: Zwraca arcus tangens hiperboliczny liczby w stopniach.
pt_br: Dá como resultado a tangente hiperbólica inversa de um número em graus.
ru: Возвращает ареа-тангенс числа в градусах.
sv: Returnerar hyperbolisk sinus av ett tal i grader.
zh_cn: 返回某一度数的反双曲正切。
zh_tw: 傳回數值 (以度為單位) 的反雙曲線正切。

source: COS (number)
cs: COS (číslo)
de: COS (Zahl)
es: COS (número)
fr: COS (nombre)
hu: COS (szám)
it: COS (numero)
ja: COS(数値)
ko: COS(임의의 실수)
pl: COS (liczba)
pt_br: COS (número)
ru: COS (цифра)
sv: COS (tal)
zh_tw: COS (數值)

source: Returns the cosine of a number (angle in degrees).
cs: Vrací cosinus čísla (úhel ve stupních).
de: Gibt den Kosinus einer Zahl (Winkel in Grad) zurück.
es: Devuelve el coseno de un número (ángulo en grados).
fr: Renvoie le cosinus d’un nombre (angle en degrés).
hu: (Szög fokokban) szám koszinuszát adja eredményül.
it: Restituisce il coseno di un numero (angolo in gradi).
ja: 数値 (度単位の角度) の余弦を返します。
ko: 주어진 각도의 코사인 값을 반환합니다.
pl: Zwraca cosinus liczby (kąt w stopniach).
pt_br: Dá como resultado o cosseno de um número (ângulo em graus).
ru: Возвращает косинус числа (угол в градусах).
sv: Returnerar tangens för ett tal (vinkeln i grader).
zh_cn: 返回某一角度（以度为单位）的余弦。
zh_tw: 傳回數值 (以度為單位的角) 的餘弦。

source: COSH (number)
cs: COSH (číslo)
de: COSH (Zahl)
es: COSH (número)
fr: COSH (nombre)
hu: COSH (szám)
it: COSH (numero)
ja: COSH(数値)
ko: COSH(임의의 실수)
pl: COSH (liczba)
pt_br: COSH (número)
ru: COSH (цифра)
sv: COSH (tal)
zh_tw: COSH (數值)

source: Returns hyperbolic cosine of a number (angle in degrees).
cs: Vrátí hyperbolický kosinus čísla (úhel ve stupních).
de: Gibt den Hyperbelkosinus einer Zahl (Winkel in Grad) zurück.
es: Devuelve el coseno hiperbólico de un número (ángulo en grados).
fr: Renvoie le cosinus hyperbolique d’un nombre (angle en degrés).
hu: (Szög fokokban) szám koszinusz hiperbolikuszát adja eredményül.
it: Restituisce il coseno iperbolico di un numero (angolo in gradi).
ja: 数値 (度単位の角度) の双曲線余弦を返します。
ko: 주어진 각도의 하이퍼볼릭 코사인 값을 반환합니다.
pl: Zwraca cosinus hiperboliczny liczby (kąt w stopniach).
pt_br: Dá como resultado o cosseno hiperbólico de um número (ângulo em graus).
ru: Возвращает гиперболический косинус числа (угол в градусах).
sv: Returnerar hyperbolisk tangens för ett tal ( i grader).
zh_cn: 返回某一角度（以度为单位）的双曲余弦。
zh_tw: 傳回數值 (以度為單位的角) 的雙曲線餘弦。

source: SIN (number)
cs: SIN (číslo)
de: SIN (Zahl)
es: SIN (número)
fr: SIN (nombre)
hu: SIN (szám)
it: SIN (numero)
ja: SIN(数値)
ko: SIN(임의의 실수)
pl: SIN (liczba)
pt_br: SIN (número)
ru: SIN (цифра)
sv: SIN (tal)
zh_tw: SIN (數值)
